{"text":"Si creemos, a nuestro exclusivo criterio, que cualquier miembro de Academia.edu o Academia Premium u otros servicios pagos de Academia.edu incumple nuestros Términos, o actúa fuera de la letra o el espíritu de nuestros Términos, nos reservamos el derecho de agregar limitaciones a su acceso a www.academia.edu, hasta e incluyendo la terminación de todo acceso a www.academia.edu. En este caso, el Miembro en cuestión no es elegible para ningún reembolso sobre ninguna parte del pago de su suscripción.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"Academia.edu tendrá derecho a investigar y procesar violaciones de cualquiera de los puntos anteriores con todo el peso de la ley. Academia.edu puede involucrar y cooperar con las autoridades policiales para procesar a los usuarios que violen estos Términos. Usted reconoce que Academia.edu no tiene la obligación de monitorear su acceso o uso del Sitio, los Servicios o el Contenido colectivo ni de revisar o editar ningún Contenido colectivo, pero tiene derecho a hacerlo con el fin de operar el Sitio y los Servicios. para garantizar su cumplimiento de estos Términos, o para cumplir con la ley aplicable o la orden o requisito de un tribunal, agencia administrativa u otro organismo gubernamental. Academia.edu se reserva el derecho, en cualquier momento y sin previo aviso, de eliminar o deshabilitar el acceso a cualquier Contenido colectivo, incluido, entre otros, el Contenido colectivo que Academia.edu, a su entera discreción, considere que viola estos Términos o de otro modo perjudiciales para el Sitio o los Servicios.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"Terminación y cancelación de cuenta. Academia.edu se reserva el derecho, a su entera discreción, de discontinuar o cancelar el Sitio y los Servicios y de cancelar estos Términos, en cualquier momento y sin previo aviso. Si incumple cualquiera de estos Términos, Academia.edu tendrá derecho a suspender o deshabilitar su Cuenta o cancelar estos Términos, a su entera discreción y sin previo aviso. Academia.edu se reserva el derecho de revocar su acceso y uso del Sitio, los Servicios y el Contenido colectivo en cualquier momento, con o sin causa. Puede cancelar su Cuenta en cualquier momento visitando la página de Configuración de su cuenta y haciendo clic en \"Eliminar\" o enviando un correo electrónico a feedback@academia.edu .","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"Usted acepta defender, indemnizar y eximir de responsabilidad a Academia.edu, sus funcionarios, directores, empleados y agentes de y contra cualquier reclamo, responsabilidad, daño, pérdida y gasto, incluidos, entre otros, honorarios legales y contables razonables, que surjan. fuera de o de alguna manera relacionado con su acceso o uso del Sitio, los Servicios o el Contenido colectivo, o su violación de estos Términos.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"EN NINGÚN CASO LA RESPONSABILIDAD TOTAL DE ACADEMIA.EDU QUE SURJA DE O EN RELACIÓN CON ESTOS TÉRMINOS O DEL USO O INCAPACIDAD DE UTILIZAR EL SITIO, LOS SERVICIOS O EL CONTENIDO COLECTIVO EXCEDERÁ EL MAYOR ENTRE CINCUENTA DÓLARES ($50) Y LAS TARIFAS DE SUSCRIPCIÓN PAGADAS POR USTED DURANTE EL PLAZO DE 12 MESES ANTERIORES AL ACTO QUE DA ORIGEN A LA RESPONSABILIDAD. LAS LIMITACIONES DE DAÑOS ESTABLECIDAS ANTERIORMENTE SON ELEMENTOS FUNDAMENTALES DE LA BASE DEL NEGOCIO ENTRE ACADEMIA.EDU Y USTED. ALGUNAS JURISDICCIONES NO PERMITEN LA EXCLUSIÓN O LIMITACIÓN DE RESPONSABILIDAD POR DAÑOS CONSECUENTES O INCIDENTALES, POR LO QUE LA LIMITACIÓN ANTERIOR PUEDE NO APLICARSE EN SU CASO.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"5.6 Asunción de Riesgos. Usted reconoce que ser Anfitrión conlleva riesgos\ninherentes y acepta que asume todo riesgo que se derive de su acceso y uso de la\nPlataforma Airbnb, la oferta de Servicios del Anfitrión o cualquier interacción que\ntenga con otros Miembros, ya sea en persona o en línea. Usted acepta que ha tenido\nla oportunidad de informarse sobre la Plataforma Airbnb y cualquier ley, reglamento,\nnormativa u obligación que pudiera aplicarse a sus Anuncios o Servicios del Anfitrión\ny que para ello no se basa en ninguna manifestación de ley o de derecho realizada\npor Airbnb.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"7 .3 Información Fiscal. En ciertas jurisdicciones, es posible que las regulaciones fiscales\nrequieran que se recopile y\/o reporte información fiscal sobre usted, que se retengan\nimpuestos de los cobros, o ambos. Si usted no proporciona la documentación que se\nconsidere suficiente para justificar dicha obligación de retener los Impuestos de sus\ncobros, podrían retenerse los cobros hasta un importe según lo exija la ley, hasta que se\nproporcione documentación suficiente. Usted acepta que Airbnb podría emitir en su\nnombre facturas o documentación similar en relación con el IVA, el GST, el consumo u\notros impuestos para sus Servicios del Anfitrión a fin de facilitar la presentación de\ninformes fiscales precisos.","labels":[5],"human_readable_labels":["des inf"],"split":"train"}
{"text":"12.3 Infracciones cometidas por Miembros. Si (i) incumple estos Términos, nuestros\nTérminos Legales Adicionales, nuestras Políticas o Estándares, (ii) infringe las leyes,\nnormativas aplicables o los derechos de terceros, o (iii) Airbnb considera\nrazonablemente necesario proteger a Airbnb, a sus Miembros o a terceros; Airbnb\npodría, con o sin previo aviso:\nSuspender o revocar cualquier estado especial asociado a su cuenta.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"12.5 Efectos de la Terminación. Si usted es Anfitrión y cancela su cuenta en Airbnb, sus\nreservaciones confirmadas se cancelarán automáticamente y sus Huéspedes recibirán\nun reembolso total. Si usted cancela su cuenta como Huésped, las reservaciones\nconfirmadas se cancelarán automáticamente y los reembolsos se regirán por los\ntérminos de la política de cancelación de la Reservación. Una vez que este contrato haya\nsido rescindido, usted no tendrá derecho a una restauración de su cuenta o de\ncualquiera de sus Contenidos. Si su acceso o uso de la Plataforma Airbnb fue limitado, o\nsi su cuenta en Airbnb fue suspendida o si este acuerdo fue rescindido por Airbnb, usted\nno podrá registrar una cuenta nueva ni acceder o utilizar la Plataforma Airbnb a través\nde una cuenta de otro Miembro.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"Si un Miembro proporciona pruebas válidas de que usted, su(s) huésped(es) o su(s)\nmascota(s):\nel Miembro reclamante podría notificar a Airbnb y\/o solicitar una indemnización a través\ndel Centro de Resoluciones. Usted será notificado sobre la Reclamación por Daños y se\nle dará la oportunidad de responder. Si usted acepta pagar, o si la Reclamación por\nDaños se envía a Airbnb y Airbnb determina a su entera discreción que la Reclamación\npor Daños es válida y usted es responsable de la Reclamación por Daños, Airbnb, a\ntravés de Airbnb Pagos, puede cobrar el monto de la Reclamación por Daños a usted.\nUsted acepta que Airbnb pueda intentar cobrarle a usted en virtud de cualquier póliza\nde seguro que mantenga y que Airbnb también pueda interponer contra usted cualquier\nrecurso que pueda tener disponible en virtud de la legislación aplicable, incluida la\nremisión del asunto a una agencia de cobranzas y\/o la búsqueda de causas disponibles\nde acción y\/o reclamos en su contra. Usted acepta cooperar de buena fe, proporcionar\ncualquier información que Airbnb solicite, ejecutar documentos y tomar otras medidas\nrazonables en relación con Reclamaciones por Daños, reclamaciones de Miembros,\nreclamaciones en virtud de pólizas de seguro u otras reclamaciones relacionadas con la\nprestación o uso de los Servicios del Anfitrión.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"Usted reconoce que Airbnb tiene derecho, pero no tiene ninguna obligación, de\nsupervisar el uso de la Plataforma Airbnb y verificar la información proporcionada por los\nMiembros. Por ejemplo, podemos revisar, inhabilitar el acceso, eliminar o editar el\nContenido para: (i) operar, proteger y mejorar la Plataforma Airbnb (incluso con fines de\nprevención del fraude, evaluación de riesgos, investigación y atención al cliente);\n(ii) garantizar el cumplimiento por parte de los Miembros de estos Términos; (iii) cumplir\ncon la ley aplicable o la orden o requerimiento de un tribunal, un organismo de\nseguridad, administrativo o gubernamental; (iv) abordar el Contenido que\ndeterminemos que es perjudicial u objetable; (v) tomar las medidas establecidas en\nestos Términos; y (vi) mantener y hacer cumplir cualquier criterio de calidad o\nelegibilidad, incluso eliminando Anuncios que no cumplan con los criterios de calidad y\nelegibilidad. Los miembros reconocen y aceptan que Airbnb administra sus Términos\nLegales Adicionales, Políticas (como nuestra Política de Causas de Fuerza Mayor) y\nEstándares (como los requisitos básicos para anfitriones), incluidas las decisiones sobre\ncómo aplicarlos a una situación determinada, a su entera discreción, de acuerdo con los\nparámetros establecidos en las Políticas. Los Miembros aceptan cooperar y ayudar a\nAirbnb de buena fe, así como proporcionar a Airbnb la información y tomar las medidas\nque Airbnb solicite razonablemente con respecto a cualquier investigación realizada por\nAirbnb relacionada con el uso o abuso de la Plataforma Airbnb. Airbnb no actúa como\nagente de ningún Miembro excepto cuando Airbnb Pagos actúa como agente de cobro\nsegún lo dispuesto en los Términos de Pago.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"Usted debe registrar una cuenta para acceder y utilizar las múltiples funciones de la\nPlataforma Airbnb. El registro solo está permitido para las personas jurídicas, las\nasociaciones y las personas físicas o naturales mayores de 18 años. Usted declara y\ngarantiza que no es una persona o entidad que no pueda utilizar la Plataforma Airbnb de\nacuerdo con las leyes de los Estados Unidos, su lugar de residencia o cualquier otra\njurisdicción aplicable. Usted debe proporcionar información precisa, actualizada y\ncompleta durante el registro y mantener actualizada la información de su cuenta. Usted\nno puede transferir su cuenta a otra persona. Usted es responsable de mantener la\nconfidencialidad y la seguridad de sus credenciales de cuenta y no puede revelarlas a\nningún tercero. Usted es responsable de las actividades realizadas a través de su cuenta\ny debe notificar inmediatamente a Airbnb si sospecha que sus credenciales se\nperdieron, fueron robadas o su cuenta está comprometida de otro modo. Si la\nlegislación aplicable lo permite, Airbnb podría, pero no está obligada a (i) solicitarle que\nproporcione identificación u otra información, (ii) realizar controles diseñados para\nayudar a verificar su identidad o antecedentes, (iii) comparar su información con bases\nde datos de terceros u otras fuentes y solicitar informes de proveedores de servicios, y (iv) obtener informes de registros públicos de condenas penales o registros de\ndelincuentes sexuales o sus equivalentes locales.","labels":[5],"human_readable_labels":["des inf"],"split":"train"}
{"text":"Si publica contenido o envía material, y a no ser que indiquemos lo contrario, le otorga a Amazon el derecho no exclusivo, gratuito, perpetuo, irrevocable y con sublicencia total a utilizar, reproducir, modificar, adaptar, publicar, ejecutar, traducir, crear trabajos derivados, distribuir y exhibir dicho contenido en todo el mundo y a través de cualquier medio. Usted otorga a Amazon y sus sublicenciatarios el derecho a utilizar el nombre que usted presentó en relación con este contenido, en caso de que así lo elijan. Usted declara y garantiza que es titular de los derechos del contenido que publicó o que usted ejerce control sobre dichos derechos ; que el contenido es exacto; que la utilización del contenido no supondrá incumplimiento alguno de esta política y no supondrá perjuicio alguno para ninguna persona o entidad; y que usted indemnizará a Amazon por cualquier acción que resulte del contenido que proporciona. Amazon tiene el derecho, pero no la obligación, de vigilar y editar o eliminar cualquier actividad o contenido. Amazon no asume responsabilidad alguna con respecto al contenido publicado por usted o cualquier tercero.","labels":[6],"human_readable_labels":["des lic"],"split":"train"}
{"text":"puedes recurrir utilizando los procesos expuestos en Badoo o poniéndote en contacto con nosotros a través del enlace de ayuda de nuestras Normas de la comunidad, disponible aquí. Para el resto de usuarios, nos reservamos el derecho a, sin obligación o previo aviso, eliminar o editar, limitar o bloquear el acceso a cualquier Contenido que subas o publiques en Badoo, sin que esto tenga consecuencias para ti. Badoo no tiene la obligación de publicar el Contenido que quieres subir a la página; de verificar la exactitud o veracidad de cualquier Contenido que se añade a Badoo; o de controlar cómo tú u otros usuarios hacéis uso de Badoo.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"¿Puedo usar la información personal de otras personas? \nSolamente debes utilizar la información personal de otros usuarios si tu fin coincide con el de Badoo: permitir que diferentes personas se conozcan. Debes tener en cuenta que no puedes utilizar la información de otros usuarios con fines comerciales, para enviar ‘spam’ o correo no deseado, acosar o hacer amenazas ilegales. Badoo se reserva el derecho a prohibir el acceso a sus servicios y a eliminar las cuentas de aquellos usuarios que utilicen la información de otros miembros de manera inapropiada. \n¿Quién puede ver el Contenido que publico en Badoo? \nEl público en general puede acceder al Contenido que publiques en Badoo. Si no quieres que otras personas tengan acceso a ese Contenido, tienes la opción de crear álbumes privados y otorgar el acceso solo a las personas que consideres oportunas. Si, a pesar de esto, no quieres que nadie pueda ver tu Contenido, te recomendamos que no lo subas a Badoo. \n\n ¿Qué más he de tener en cuenta? \nAl utilizar Badoo y adherirte a las Condiciones, te concedemos una licencia limitada, personal, no exclusiva y no transferible para usar y subir Contenido y para disfrutar de Badoo para tu uso exclusivo. Aparte de esta licencia, no cuentas con ningún otro derecho respecto del uso del sitio web o las aplicaciones y su Contenido y servicios, y por tanto no podrás modificar, editar, copiar, alterar, mejorar, producir obras derivadas, reproducir mediante ingeniería inversa, o explotar el sitio web, las aplicaciones ni el Contenido de ninguna otra manera. En caso de infringir las presentes Condiciones, dicha licencia será anulada y deberás destruir de forma inmediata todo Contenido que hubieres descargado o imprimido. \nHemos desarrollado algoritmos de emparejamiento para predecir tu compatibilidad con otras personas usuarias y así poder mostrarte gente que consideramos un buen match para ti. Para más información sobre el uso que hacemos de los sistemas de recomendación y los principales parámetros que utilizamos, consulta nuestra Política de privacidad. \n2. Propiedad del contenido \n¿Soy el dueño del Contenido que publico en Badoo? \nSí (siempre que seas el dueño legítimo de ese Contenido. Lee nuestras normas relacionadas con la publicación de Contenido que no te pertenece). \nTen en cuenta que al utilizar, subir o publicar el Contenido en Badoo garantizas que: \nere spropietario y dueño de dicho Contenido y estás de acuerdo en renunciar a cualquier y a todos los derechos morales relacionados con ese Contenido (incluido, sin limitación, el derecho a identificarte como su autor); \ntienes licencia para utilizar, subir o publicar el Contenido; o\ncuentas con el consentimiento y autorización para utilizar, subir o publicar el Contenido. \nTen en cuenta que al utilizar, subir o publicar el Contenido en Badoo nos garantizas que tienes el permiso para hacerlo y, automáticamente, nos concedes una licencia no exclusiva, sin derechos de autor, perpetua y universal para utilizar dicho Contenido de cualquier manera (incluyendo, sin limitación, la edición, copia, modificación, adaptación, traducción, cambio de formato, creación de proyectos derivados, incorporación a otros proyectos, publicidad, distribución o a poner a disposición del público en general dicho Contenido, ya sea en su totalidad o parcial y en cualquier formato disponible actualmente o en el futuro). \nBadoo puede ceder y\/o traspasar la licencia arriba mencionada a nuestros afiliados y sucesores sin que sea necesario tu consentimiento.","labels":[6],"human_readable_labels":["des lic"],"split":"train"}
{"text":"11. Varios ¿Qué pasa con las cláusulas estándar que aparecen al final de la mayoría de los contratos? ¡Son lo mejor de todo! Ya que nos lo pides así... Estas Condiciones y cualquier disputa o reclamación surgidas de las mismas o en relación con ellas (incluido litigios o reclamaciones no contractuales) serán interpretados y regulados bajo la Ley de Inglaterra. En caso de conflicto entre esta versión de las Condiciones de Uso de Badoo y su original en inglés, prevalecerá esta última. Nos reservamos el derecho a modificar, corregir o cambiar estas Condiciones en cualquier momento (un “Cambio”). Cuando esto ocurra, publicaremos los Cambios en esta página así como la fecha en la que entrarían en vigor en la parte final de las Condiciones. En algunas circunstancias, puede que te enviemos un email para notificarte de los Cambios. Te recomendamos que visites esta página con regularidad para estar al día sobre cualquier Cambio que se pueda producir. Si no aceptas los Cambios de las Condiciones, deberías dejar de utilizar Badoo de inmediato. Si lo usas después de que se hayan introducido Cambios, daremos por hecho que los aceptas y los respetas. Si, por cualquier razón, alguna de estas Condiciones fuera declarada ilegal, inválida o inaplicable por un tribunal jurisdiccional competente, debido a que algún término fuera ilegal, inválido o inaplicable, será borrada y eliminada de estas Condiciones, aunque el resto permanecerá en vigor y seguirá siendo vinculante y ejecutable. Las Condiciones establecen el acuerdo entre Badoo y tú en relación con tu uso de la página web y reemplazan todos los acuerdos anteriores que se hayan establecido entre nosotros (ya sea de manera escrita u oral). Nada en esta cláusula podrá limitar o excluir cualquier responsabilidad por tergiversación o falsedad.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"2. Si cancelas una Reserva o no te presentas, los cargos de cancelación o por no presentado, así como cualquier reembolso, dependerán de las condiciones de cancelación y no presentado del Proveedor de servicios.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"4. Si reservas una Experiencia de viaje mediante un pago por adelantado (incluyendo todos los componentes del precio y\/o un depósito por daños, si procede), el Proveedor de servicios podría cancelar la Reserva sin previo aviso si no puede cobrar el saldo en la fecha especificada. En caso de cancelación, cualquier pago no reembolsable que hayas hecho será reembolsado a su exclusiva discreción. Es tu responsabilidad asegurarte de que el pago llega a tiempo (que la información de tu banco, tarjeta de débito o tarjeta de crédito es correcta y que dispones de fondos suficientes en tu cuenta).","labels":[4,7,1],"human_readable_labels":["des det","des reser","bfe"],"split":"train"}
{"text":"4. Si reservas una Experiencia de viaje mediante un pago por adelantado (incluyendo todos los componentes del precio y\/o un depósito por daños, si procede), el Proveedor de servicios podría cancelar la Reserva sin previo aviso si no puede cobrar el saldo en la fecha especificada. En caso de cancelación, cualquier pago no reembolsable que hayas hecho será reembolsado a su exclusiva discreción. Es tu responsabilidad asegurarte de que el pago llega a tiempo (que la información de tu banco, tarjeta de débito o tarjeta de crédito es correcta y que dispones de fondos suficientes en tu cuenta).","labels":[4,7,1],"human_readable_labels":["des det","des reser","bfe"],"split":"train"}
{"text":"5. Podemos cambiar cualquier característica del programa Genius, incluyendo los niveles, los tipos de reserva que cuentan para avanzar y la manera en la que se estructura el programa.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"20. Si crees que no has recibido un Premio que deberías haber recibido, ponte en contacto con nuestro equipo del servicio de Atención al cliente no más de 12 meses después de haber hecho lo que sea que creas que te da derecho a obtener dicho Premio. Proporciona toda la documentación de respaldo que tengas. Si no lo haces en un plazo de 12 meses, dejarás de optar automáticamente al Premio y no podrás reclamarlo.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"2. Si cancelamos una Reserva como consecuencia de ello, es posible que (en función de las circunstancias) no tengas derecho a un reembolso. Podemos indicarte por qué hemos cancelado tu Reserva, a menos que informarte (a) infrinja las leyes aplicables o (b) evite u obstruya la detección o prevención de fraude u otras actividades ilegales. Si crees que hemos cancelado incorrectamente tu Reserva, ponte en contacto con nuestro equipo del servicio de Atención al cliente.","labels":[0,7],"human_readable_labels":["des risk","des reser"],"split":"train"}
{"text":"1. Nada de lo dispuesto en las presentes Condiciones limitará nuestra responsabilidad (o la del Proveedor de servicios) (i) cuando nosotros (o él) hayamos incurrido en una actitud negligente con resultado de fallecimiento o lesiones personales; (ii) en caso de fraude o tergiversación fraudulenta; (iii) con respecto a una negligencia grave o conducta indebida; o (iv) si dicha responsabilidad no puede limitarse o excluirse legalmente de otro modo.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"NO te beneficiarás de los derechos que se aplican a los viajes combinados según la Directiva (UE) 2015\/2302 de la Unión Europea o las normativas de viajes combinados y servicios de viaje vinculados del Reino Unido de 2018 (en conjunto, los \"Requisitos de viajes combinados\"). Por lo tanto, no seremos responsables del correcto desempeño de esos servicios de viaje. En caso de problemas, ponte en contacto con el Proveedor de servicios correspondiente.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"1. Podemos realizar cambios en las presentes Condiciones. Cuando dichos cambios sean sustanciales, te informaremos con antelación a su entrada en vigor, a menos que los cambios se exijan en virtud de la legislación aplicable","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"2. Si no aceptas los cambios, te rogamos que no utilices nuestra Plataforma.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"3. En caso contrario, si sigues utilizando nuestra Plataforma después de la fecha de entrada en vigor de los cambios propuestos significará que aceptas las Condiciones revisadas.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"5. Al hacer la reserva, es posible que veas que algunos Proveedores de servicios hacen referencia a unas \"condiciones sobre daños\". Esto significa que si alguien de tu grupo pierde o daña algo: debes informar al Proveedor de servicios; si lo hacen, te informaremos al respecto para que puedas decirnos si tienes algún comentario y si estás de acuerdo o no con el cargo, y luego:\nsi estás de acuerdo, te cobraremos en su nombre;\nsi no estás de acuerdo, lo investigaremos y decidiremos si lo tratamos o no.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"4. Si hay alguna discrepancia entre estas Condiciones y el Contrato de alquiler, prevalecerá el Contrato de alquiler.","labels":[1,7],"human_readable_labels":["bfe","des reser"],"split":"train"}
{"text":"2. Los siguientes términos de \"Cancelaciones y modificaciones\" se aplican a todas las Reservas, con la excepción de:\nlas Reservas con Dollar o Thrifty hechas antes del 26 de enero de 2021 (consulta las condiciones de tu alquiler);\nlas Reservas marcadas como \"no reembolsables\" (no es posible modificar una reserva no reembolsable ni recibir un reembolso en caso de cancelación).","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"2. Cuando realizas una reserva, lo haces directamente con la aerolínea. No somos una \"parte contractual\" de la Reserva. Al realizar la reserva, estás suscribiendo (i) un Contrato de intermediación con el Agregador externo (para el billete) y (ii) un Contrato de transporte con la aerolínea (para el Vuelo en sí).","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"train"}
{"text":"4. Actuamos únicamente como la Plataforma y no estamos involucrados en los Términos del tercero. No somos responsables del billete ni de ningún otro extra que puedas adquirir y (en la máxima medida de lo permitido por la ley) no asumimos ninguna responsabilidad en relación con tu Reserva.","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"train"}
{"text":"3. Tanto nosotros como el Proveedor de servicios podemos\ncancelar la Reserva con poco o ningún aviso, pero esto solo\npodría suceder en situaciones muy específicas. Por ejemplo, si: el Proveedor de servicios se declara insolvente o realmente no puede cumplir con la Reserva, en cuyo caso haremos todo lo posible para organizar un transporte alternativo (y, en caso de no poder hacerlo, te reembolsaremos la totalidad del importe);","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Modificaciones (cambios) antes de que\ncomience el Trayecto","labels":[2,1],"human_readable_labels":["des uni","bfe"],"split":"train"}
{"text":"Cualquier Transporte privado. Si el cambio es simplemente un nuevo conductor, un nuevo Proveedor de servicios o un vehículo nuevo (similar), no tendrás derecho a ningún reembolso (a menos que canceles con suficiente antelación).","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"train"}
{"text":"Cualquier Transporte privado. Si el cambio es simplemente un nuevo conductor, un nuevo Proveedor de servicios o un vehículo nuevo (similar), no tendrás derecho a ningún reembolso (a menos que canceles con suficiente antelación).","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"train"}
{"text":"De cualquier manera, ni nosotros ni el Proveedor de servicios seremos responsables de los costes en los que puedas incurrir (por ejemplo, por transporte alternativo o habitaciones de hotel).","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"train"}
{"text":"8. Si deseas solicitar un reembolso, debes hacerlo por escrito en un máximo de 14 días después de la Hora de recogida.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"BOX Y SUS ASOCIADOS (Y PROVEEDORES DE SERVICIOS ASOCIADOS) (A) PROPORCIONAN LOS SERVICIOS \"TAL CUAL\", \"CON TODOS LOS FALLOS\" Y \"SEGÚN DISPONIBILIDAD\", (B) NO REALIZAN DECLARACIONES, GARANTÍAS O CONDICIONES DE FORMA EXPRESA O IMPLÍCITA (P. EJ., GARANTÍA DE COMERCIABILIDAD, CALIDAD SATISFACTORIA, IDONEIDAD PARA UN FIN DETERMINADO O NO INCUMPLIMIENTO), Y (C) NO GARANTIZAN QUE LOS SERVICIOS ESTÉN LIBRES DE INTERRUPCIONES, ERRORES O DE COMPONENTES DAÑINOS, O QUE LOS CONTENIDOS ESTARÁN SEGUROS Y NUNCA SE PERDERÁN O DAÑARÁN.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"train"}
{"text":"En la medida en que no quede prohibido por la ley, usted defenderá a Box frente a cualesquier gastos, pérdidas, daños u otra responsabilidad que surjan de cualquier demanda o reclamación de terceros respecto a cualquier Contenido o información proporcionados por usted, o del uso que usted haga de los Servicios que: (a) infrinja derechos de patente, marca comercial, copyright u otros derechos de propiedad intelectual, o se apropie indebidamente de un secreto comercial (en la medida en que dicha apropiación indebida no sea resultado de las acciones de Box); o (b) incumpla la sea resultado de las acciones de Box); o (b) incumpla la legislación vigente o las presentes Condiciones. Box le notificará debidamente de cualquier reclamación o demanda que esté sujeta a su obligación de indemnización de la que tenga conocimiento.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"EN LA MEDIDA EN QUE NO ESTÉ PROHIBIDO POR LA LEY, EN NINGÚN CASO USTED O BOX Y SUS ASOCIADOS, DISTRIBUIDORES, DIRECTIVOS, EMPLEADOS, AGENTES, SOCIOS, PROVEEDORES U OTORGANTES DE LICENCIA SERÁN RESPONSABLES DE: CUALQUIER DAÑO INDIRECTO, FORTUITO, ESPECIAL, PUNITIVO, CUBIERTO O EMERGENTE (INCLUIDOS, SIN LIMITACIÓN, DAÑOS POR PÉRDIDA DE BENEFICIOS, INGRESOS, FONDO DE COMERCIO, USO O CONTENIDO) INDEPENDIENTEMENTE DE SU CAUSA, BAJO NINGUNA INTERPRETACIÓN DE RESPONSABILIDAD, INCLUYENDO, SIN LIMITACIÓN, CONTRATO, AGRAVIO, INTERRUPCIÓN DE ACTIVIDAD, PÉRDIDA DE OPORTUNIDAD, GARANTÍA, NEGLIGENCIA O DE CUALQUIER OTRA FORMA, INCLUSO SI SE HA AVISADO A BOX DE LA POSIBILIDAD DE TALES DAÑOS.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"train"}
{"text":"EN LA MEDIDA EN QUE NO ESTÉ PROHIBIDO POR LA LEY, EN NINGÚN CASO USTED O BOX Y SUS ASOCIADOS, DISTRIBUIDORES, DIRECTIVOS, EMPLEADOS, AGENTES, SOCIOS, PROVEEDORES U OTORGANTES DE LICENCIA SERÁN RESPONSABLES DE: CUALQUIER DAÑO INDIRECTO, FORTUITO, ESPECIAL, PUNITIVO, CUBIERTO O EMERGENTE (INCLUIDOS, SIN LIMITACIÓN, DAÑOS POR PÉRDIDA DE BENEFICIOS, INGRESOS, FONDO DE COMERCIO, USO O CONTENIDO) INDEPENDIENTEMENTE DE SU CAUSA, BAJO NINGUNA INTERPRETACIÓN DE RESPONSABILIDAD, INCLUYENDO, SIN LIMITACIÓN, CONTRATO, AGRAVIO, INTERRUPCIÓN DE ACTIVIDAD, PÉRDIDA DE OPORTUNIDAD, GARANTÍA, NEGLIGENCIA O DE CUALQUIER OTRA FORMA, INCLUSO SI SE HA AVISADO A BOX DE LA POSIBILIDAD DE TALES DAÑOS.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"train"}
{"text":"LA RESPONSABILIDAD TOTAL DE USTED O BOX Y SUS ASOCIADOS, DIRECTIVOS, DISTRIBUIDORES, EMPLEADOS, AGENTES, PROVEEDORES U OTORGANTES DE LICENCIA EN RELACIÓN CON LOS SERVICIOS,","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"train"}
{"text":"LA RESPONSABILIDAD TOTAL DE USTED O BOX Y SUS ASOCIADOS, DIRECTIVOS, DISTRIBUIDORES, EMPLEADOS, AGENTES, PROVEEDORES U OTORGANTES DE LICENCIA EN RELACIÓN CON LOS SERVICIOS,","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"train"}
{"text":"EXCEPTO PARA LA RESPONSABILIDAD DERIVADA DE LA SECCIÓN 16 DE LAS PRESENTES CONDICIONES, SE LIMITARÁ A UN MÁXIMO DE: (A) 1,5 VECES LA TARIFA MENSUAL O ANUAL QUE USTED PAGÓ POR DICHO SERVICIO; O (B) CIEN DÓLARES ESTADOUNIDENSES (100 $ U.S.D.). LAS LIMITACIONES Y EXCLUSIONES TAMBIÉN SE APLICAN SI ESTE RECURSO NO LO COMPENSA COMPLETAMENTE POR LAS PÉRDIDAS O FALLOS DE SU PROPÓSITO ESENCIAL.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"train"}
{"text":"EXCEPTO PARA LA RESPONSABILIDAD DERIVADA DE LA SECCIÓN 16 DE LAS PRESENTES CONDICIONES, SE LIMITARÁ A UN MÁXIMO DE: (A) 1,5 VECES LA TARIFA MENSUAL O ANUAL QUE USTED PAGÓ POR DICHO SERVICIO; O (B) CIEN DÓLARES ESTADOUNIDENSES (100 $ U.S.D.). LAS LIMITACIONES Y EXCLUSIONES TAMBIÉN SE APLICAN SI ESTE RECURSO NO LO COMPENSA COMPLETAMENTE POR LAS PÉRDIDAS O FALLOS DE SU PROPÓSITO ESENCIAL.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"train"}
{"text":"Podrás dejar de usar nuestros Servicios en cualquier momento. Nos reservamos el derecho de suspender o rescindir el acceso a los Servicios con previo aviso si Dropbox considera razonablemente que se presenta alguno de los siguientes casos:\n1. si infringes estas Condiciones;\n2. si el uso de los Servicios representa un riesgo real de daño o pérdida para nosotros u otros usuarios; o\n3. si no tienes una cuenta paga y no accediste a nuestros Servicios 12 meses consecutivos.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"Si consideramos que estás infringiendo estas Condiciones de uso o cualquiera de nuestras políticas, o usando de manera indebida eBay o nuestros Servicios, podemos, a nuestra entera discreción y sin limitar otros recursos, restringir, suspender o cancelar tu(s) cuenta(s) de usuario y el acceso a nuestros Servicios, retener o eliminar el contenido alojado, eliminar cualquier estado especial asociado a tu(s) cuentas(s), eliminar, dejar de mostrar o cambiar la clasificación de los anuncios, reducir o eliminar descuentos y adoptar medidas técnicas o legales para evitar que utilices nuestros Servicios. Podemos ofrecer un proceso que permita a los usuarios denunciar supuestas infracciones para que las analicemos y manejemos a través de una o más de estas opciones, a nuestra entera discreción.","labels":[7,4],"human_readable_labels":["des reser","des det"],"split":"train"}
{"text":"Si consideramos que estás infringiendo nuestras políticas que prohíben Ofertas para comprar o vender fuera de eBay, podrás ser sujeto a una serie de acciones, incluidas la aplicación de límites a tus privilegios de compra y venta, restricciones en los anuncios y las características de la cuenta, suspensión de tu cuenta, aplicación de tarifas y recuperación de gastos con fines de monitoreo y cumplimiento de políticas. Además, como se indica a continuación en la sección Tarifas e Impuestos, si consideramos que estás infringiendo nuestra política sobre comprar o vender fuera de eBay, es posible que se te cobren las tarifas por venta realizada.","labels":[7,4],"human_readable_labels":["des reser","des det"],"split":"train"}
{"text":"Si consideramos que estás infringiendo nuestras políticas que prohíben Ofertas para comprar o vender fuera de eBay, podrás ser sujeto a una serie de acciones, incluidas la aplicación de límites a tus privilegios de compra y venta, restricciones en los anuncios y las características de la cuenta, suspensión de tu cuenta, aplicación de tarifas y recuperación de gastos con fines de monitoreo y cumplimiento de políticas. Además, como se indica a continuación en la sección Tarifas e Impuestos, si consideramos que estás infringiendo nuestra política sobre comprar o vender fuera de eBay, es posible que se te cobren las tarifas por venta realizada.","labels":[7,4],"human_readable_labels":["des reser","des det"],"split":"train"}
{"text":"Cuando surge un problema con un comprador o vendedor, podemos considerar el historial de desempeño del usuario y las circunstancias específicas para aplicar nuestras políticas. Podemos decidir ser más indulgentes con la aplicación de políticas en un esfuerzo por hacer lo correcto tanto para los compradores como para los vendedores. Lo anterior no limita o impide nuestro derecho de rehusarnos, modificar o cancelar todos o parte de nuestros Servicios a cualquiera o terminar este contrato con cualquier persona, por cualquier razón a nuestra sola discreción.\n","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"Podemos suspender la Devolución de tu Dinero de eBay total o parcialmente, sin previo aviso, en caso de sospecha de abuso o interferencia con el buen funcionamiento de la política. Aceptas indemnizarnos por cualquier pérdida, incluidos los gastos en que incurramos para recuperar esa pérdida, provocada por el uso indebido que hagas del programa Devolución de tu Dinero de eBay o cualquier fraude que cometas en relación con el programa Devolución de tu Dinero de eBay.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"Tanto tú como eBay acordáis que todos y cada uno de los reclamos o controversias, conforme a derecho o equidad, que hayan surgido, o que puedan surgir, entre eBay y tú (o cualquier tercero relacionado) que se relacionen de algún modo o surjan de esta versión o versiones anteriores de estas Condiciones de uso, tu uso de los Servicios o el acceso a estos, las acciones de eBay o sus agentes, o cualquier producto o servicio que se venda, ofrezca o compre a través de los Servicios, se resolverán de conformidad con las disposiciones establecidas en esta sección Disputas legales.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"Sin perjuicio de cualquier disposición contraria en las Condiciones de uso, tú y nosotros acordamos que si en el futuro realizamos alguna modificación a este Acuerdo de arbitraje (que no sea una dirección de notificación o un enlace a un sitio proporcionados en el presente), dicha modificación no se aplicará a ningún reclamo presentado en un proceso legal contra eBay antes de la fecha de entrada en vigor del cambio. La modificación se aplicará al resto de las disputas o los reclamos que se rigen por el Acuerdo de arbitraje y que hayan surgido, o puedan surgir, entre tú e eBay. Te notificaremos sobre las modificaciones a este Acuerdo de arbitraje mediante la publicación de los términos modificados en www.ebay.com al menos 30 días antes de la fecha de entrada en vigor de los cambios y mediante un aviso a través del Centro de mensajes de eBay o por correo electrónico. Si no aceptas estos términos modificados, puedes cerrar tu cuenta dentro de un plazo de 30 días y no estará obligados por los términos modificados.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"3.2.1. Verás el precio total de tu solicitud con el desglose correspondiente, una vez que hayas seleccionado los Servicios de viajes que deseas solicitar, lo que deberás hacer antes de someterte a cualquier contrato o de asumir cualquier obligación de pago. Ese precio total incluirá el precio de todos los servicios de viaje seleccionados, incluidos los servicios opcionales y las tarifas de servicio de eDreams. Ten en cuenta que las tarifas de servicios de eDreams no son reembolsables. Esto se debe a que las tarifas de servicio se cobran por los servicios de intermediación que proporciona eDreams, los que se surtirán cuando la reserva se te haya confirmado","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Tipos de habitación. Las imágenes y descripciones de los tipos de habitación no necesariamente representan la configuración exacta de la cama de la habitación. Por ejemplo, una habitación triple en Norteamérica puede constar de una cama doble y una cama individual, o una habitación doble en Austria puede constar de dos camas individuales. Además, puede que debas pagar un cobro adicional por camas complementarias o cunas.","labels":[1],"human_readable_labels":["bfe"],"split":"train"}
{"text":"Nos reservamos el derecho, a nuestra entera discreción, de implementar elementos nuevos como parte de y\/o complementarios del Servicio de Evernote, entre ellos, cambios que puedan afectar al modo de funcionamiento anterior del Servicio o del Software de Evernote. Confiamos en que dichas modificaciones van a mejorar el Servicio de Evernote en general, pero es posible que usted no esté de acuerdo con nosotros. También nos reservamos el derecho de establecer límites a ciertas funciones basándonos en factores como el dispositivo, sistema operativo y\/o cliente que usted use, la naturaleza o tamaño del almacenamiento a su disposición, el número de transmisiones, la capacidad de enviar o recibir mensajes de correo electrónico, la naturaleza o tamaño de cualquier índice o información de biblioteca, la naturaleza de, o su capacidad continua de acceder o distribuir, su Contenido y otros datos, e imponer otras limitaciones en cualquier momento, con o sin previo aviso. Por ejemplo, si utiliza una versión gratuita del Servicio de Evernote, no disfrutará de todas las ventajas que se ofrecen a los suscriptores del Servicio de pago de Evernote.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"Podemos intervenir para limitar temporalmente su uso del Servicio de Evernote, suspender el acceso a su cuenta o cerrarla, con o sin previo aviso de acuerdo con los presentes Términos. Las razones para suspender o cerrar su cuenta pueden incluir, entre otras: (i) incumplimiento o infracción de los presentes Términos (incluidas las Directrices del usuario) o cualquier Contrato separado, (ii) un período prolongado de inactividad (que determinaremos a nuestra entera discreción), (iii) impago de alguna cuota u otras sumas adeudadas a Evernote o a cualquier otra parte relacionada con su uso del Servicio de Evernote, (iv) la interrupción o modificación material del Servicio de Evernote (o cualquier parte del mismo) o (v) cuestiones o problemas técnicos o de seguridad inesperados o un Uso extendido no admitido.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"En caso de que decidamos cerrar su cuenta, se lo notificaremos, en la mayoría de los casos, con al menos 30 días de antelación a la dirección de correo electrónico que nos haya facilitado, para que pueda recuperar cualquier Contenido almacenado en los servidores del Servicio de Evernote (a menos que determinemos que nos esté prohibido legalmente hacer dicha notificación o permitirle recuperar el Contenido). Una vez que haya vencido este período de notificación, ya no podrá recuperar el Contenido en esa cuenta ni utilizar de otro modo el Servicio de Evernote a través de esa cuenta.","labels":[2,1],"human_readable_labels":["des uni","bfe"],"split":"train"}
{"text":"En caso de que decidamos cerrar su cuenta, se lo notificaremos, en la mayoría de los casos, con al menos 30 días de antelación a la dirección de correo electrónico que nos haya facilitado, para que pueda recuperar cualquier Contenido almacenado en los servidores del Servicio de Evernote (a menos que determinemos que nos esté prohibido legalmente hacer dicha notificación o permitirle recuperar el Contenido). Una vez que haya vencido este período de notificación, ya no podrá recuperar el Contenido en esa cuenta ni utilizar de otro modo el Servicio de Evernote a través de esa cuenta.","labels":[2,1],"human_readable_labels":["des uni","bfe"],"split":"train"}
{"text":"Si nos envía ideas, sugerencias, documentos y\/o propuestas relacionadas con el Servicio de Evernote (u otros productos o servicios) a través de las interfaces «Ponte en contacto con nosotros», Foro de usuarios o Atención al cliente, o a través de cualquier otro canal o mecanismo (colectivamente, las «Contribuciones»), usted reconoce y acepta que: (i) sus Contribuciones no contienen información confidencial o de propiedad; (ii) no tenemos obligación alguna de confidencialidad, expresa ni implícita, respecto a sus Contribuciones; (iii) tendremos derecho a usar o divulgar (u optar por no usar o divulgar) dichas Contribuciones para el propósito que sea, de cualquier manera; (iv) es posible que ya estemos considerando algo similar a las Contribuciones o que esté en fase de desarrollo; (v) sus Contribuciones se convierten en nuestra propiedad de forma automática sin que exista por nuestra parte obligación alguna para con usted; y (vi) no tiene derecho a ningún pago, compensación o reembolso de ningún tipo por nuestra parte y bajo ninguna circunstancia.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Usted acepta indemnizarnos y eximirnos a nosotros, nuestras filiales, empresas matrices, afiliadas, directivos, representantes, empleados, anunciantes, proveedores de servicios y otros socios de cualquier reclamación, responsabilidad, daños y perjuicios (reales y consecuentes), pérdidas y gastos (incluidos los honorarios de abogados y otros profesionales) derivados o de alguna manera relacionados con reclamaciones de terceros relativas al uso que usted haga de cualquiera de los Servicios de Evernote, cualquier infracción de los presentes Términos o cualquiera otra acción relacionada con el uso que haga del Servicio de Evernote (incluidas todas las acciones que se realicen con su cuenta). En caso de producirse, haremos todo lo posible por informarle de dicha reclamación, demanda o acción a la información de contacto que tenemos vinculada a la cuenta, si bien el hecho de no notificarle no eliminará ni reducirá su obligación de indemnización en virtud del presente documento.","labels":[3,1],"human_readable_labels":["des def","bfe"],"split":"train"}
{"text":"6. USTED ENTIENDE Y ACEPTA DE FORMA EXPRESA QUE NI NOSOTROS, NI NUESTRAS FILIALES, EMPRESAS MATRICES, AFILIADAS, PROVEEDORES DE SERVICIOS Y OTORGANTES DE LICENCIAS, NI NUESTROS DIRECTIVOS Y LOS SUYOS RESPECTIVOS, SEAN EMPLEADOS, REPRESENTANTES Y SUCESORES TENEMOS RESPONSABILIDAD ALGUNA ANTE USTED POR NINGÚN DAÑO DIRECTO, INDIRECTO, INCIDENTAL, ESPECIAL, CONSECUENTE O EJEMPLAR, INCLUIDOS, ENTRE OTROS, DAÑOS POR PÉRDIDA DE BENEFICIOS, FONDO DE COMERCIO, USO, DATOS, COBERTURA U OTRAS PÉRDIDAS INTANGIBLES (INCLUSO SI HEMOS SIDO ADVERTIDOS DE LA POSIBILIDAD DE TALES DAÑOS) COMO CONSECUENCIA: (i) DEL USO O LA INCAPACIDAD DE USAR EL SERVICIO DE EVERNOTE O DE UTILIZAR CÓDIGOS PROMOCIONALES O PUNTOS DE EVERNOTE; (ii) DEL COSTE DE\n OBTENCIÓN DE SERVICIOS SUSTITUTIVOS RESULTANTES DE CUALQUIER DATO, INFORMACIÓN O SERVICIO ADQUIRIDO U OBTENIDO O MENSAJES RECIBIDOS O TRANSACCIONES REALIZADAS A TRAVÉS O DESDE EL SERVICIO DE EVERNOTE; (iii) DEL ACCESO NO AUTORIZADO O LA PÉRDIDA, CORRUPCIÓN O ALTERACIÓN DE SUS TRANSMISIONES, CONTENIDO O DATOS; (iv) DE LAS DECLARACIONES O CONDUCTA DE TERCEROS SOBRE O QUE USEN EL SERVICIO DE EVERNOTE, O LA PRESTACIÓN DE CUALQUIER SERVICIO RELACIONADO CON EL FUNCIONAMIENTO DEL SERVICIO DE EVERNOTE; (v) NUESTRAS ACCIONES U OMISIONES RESPECTO A SU INFORMACIÓN BÁSICA DE SUSCRIPTOR Y CUALQUIER CAMBIO DE LA MISMA O NOTIFICACIONES RECIBIDAS DE LA MISMA; (vi) SU INCAPACIDAD PARA PROTEGER LA CONFIDENCIALIDAD DE CUALQUIER CONTRASEÑA O DERECHO DE ACCESO A SU CUENTA; (vii) LOS ACTOS U OMISIONES DE TERCEROS QUE USE O ESTÉN INTEGRADOS EN EL SERVICIO DE EVERNOTE; (viii) CUALQUIER CONTENIDO PUBLICITARIO O LA COMPRA O USO POR SU PARTE DE CUALQUIER PRODUCTO O SERVICIO PUBLICITARIO O DE TERCEROS; (ix) LA CANCELACIÓN DE SU CUENTA DE ACUERDO CON LOS TÉRMINOS DE LOS PRESENTES TÉRMINOS; O (x) CUALQUIER OTRO ASUNTO RELACIONADO CON EL SERVICIO DE EVERNOTE.","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"train"}
{"text":"6. USTED ENTIENDE Y ACEPTA DE FORMA EXPRESA QUE NI NOSOTROS, NI NUESTRAS FILIALES, EMPRESAS MATRICES, AFILIADAS, PROVEEDORES DE SERVICIOS Y OTORGANTES DE LICENCIAS, NI NUESTROS DIRECTIVOS Y LOS SUYOS RESPECTIVOS, SEAN EMPLEADOS, REPRESENTANTES Y SUCESORES TENEMOS RESPONSABILIDAD ALGUNA ANTE USTED POR NINGÚN DAÑO DIRECTO, INDIRECTO, INCIDENTAL, ESPECIAL, CONSECUENTE O EJEMPLAR, INCLUIDOS, ENTRE OTROS, DAÑOS POR PÉRDIDA DE BENEFICIOS, FONDO DE COMERCIO, USO, DATOS, COBERTURA U OTRAS PÉRDIDAS INTANGIBLES (INCLUSO SI HEMOS SIDO ADVERTIDOS DE LA POSIBILIDAD DE TALES DAÑOS) COMO CONSECUENCIA: (i) DEL USO O LA INCAPACIDAD DE USAR EL SERVICIO DE EVERNOTE O DE UTILIZAR CÓDIGOS PROMOCIONALES O PUNTOS DE EVERNOTE; (ii) DEL COSTE DE\n OBTENCIÓN DE SERVICIOS SUSTITUTIVOS RESULTANTES DE CUALQUIER DATO, INFORMACIÓN O SERVICIO ADQUIRIDO U OBTENIDO O MENSAJES RECIBIDOS O TRANSACCIONES REALIZADAS A TRAVÉS O DESDE EL SERVICIO DE EVERNOTE; (iii) DEL ACCESO NO AUTORIZADO O LA PÉRDIDA, CORRUPCIÓN O ALTERACIÓN DE SUS TRANSMISIONES, CONTENIDO O DATOS; (iv) DE LAS DECLARACIONES O CONDUCTA DE TERCEROS SOBRE O QUE USEN EL SERVICIO DE EVERNOTE, O LA PRESTACIÓN DE CUALQUIER SERVICIO RELACIONADO CON EL FUNCIONAMIENTO DEL SERVICIO DE EVERNOTE; (v) NUESTRAS ACCIONES U OMISIONES RESPECTO A SU INFORMACIÓN BÁSICA DE SUSCRIPTOR Y CUALQUIER CAMBIO DE LA MISMA O NOTIFICACIONES RECIBIDAS DE LA MISMA; (vi) SU INCAPACIDAD PARA PROTEGER LA CONFIDENCIALIDAD DE CUALQUIER CONTRASEÑA O DERECHO DE ACCESO A SU CUENTA; (vii) LOS ACTOS U OMISIONES DE TERCEROS QUE USE O ESTÉN INTEGRADOS EN EL SERVICIO DE EVERNOTE; (viii) CUALQUIER CONTENIDO PUBLICITARIO O LA COMPRA O USO POR SU PARTE DE CUALQUIER PRODUCTO O SERVICIO PUBLICITARIO O DE TERCEROS; (ix) LA CANCELACIÓN DE SU CUENTA DE ACUERDO CON LOS TÉRMINOS DE LOS PRESENTES TÉRMINOS; O (x) CUALQUIER OTRO ASUNTO RELACIONADO CON EL SERVICIO DE EVERNOTE.","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"train"}
{"text":"3. Permiso para actualizar el software que usas o descargas. Si descargas o usas nuestro software, nos concedes permiso para descargar e instalar actualizaciones del software, en caso de que corresponda.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"Es posible que inhabilitemos o eliminemos definitivamente tu cuenta y suspendamos o inhabilitemos definitivamente tu acceso a los Productos de las empresas de Meta si determinamos, a nuestro exclusivo criterio, que infringiste nuestras Condiciones o Políticas de forma notoria, grave o reiterada, incluyendo en especial las Normas comunitarias. También podemos inhabilitar o eliminar tu cuenta si infringes reiteradamente los derechos de propiedad intelectual de otras personas o en casos en los que estemos obligados a hacerlo por motivos legales.","labels":[7,1],"human_readable_labels":["des reser","bfe"],"split":"train"}
{"text":"Nuestro objetivo es ofrecer en el Servicio de Fitbit una información útil y exacta, pero no avalamos de ninguna forma, ni efectuamos ningún tipo de declaración ni ofrecemos ninguna garantía respecto a ningún Contenido de Fitbit, información ni servicio. No pretendemos que la exactitud de los datos recopilados y presentados por medio del Servicio de Fitbit sea equiparable a la de los dispositivos médicos o de medición científica.","labels":[1],"human_readable_labels":["bfe"],"split":"train"}
{"text":"No nos hacemos responsables de la exactitud, fiabilidad, disponibilidad, efectividad ni uso correcto de la información que recibas a través del Servicio de Fitbit. El Contenido de Fitbit y el Servicio de Fitbit pueden cambiar ocasionalmente o variar según la ubicación geográfica. Los mapas, las direcciones y otros datos GPS o de navegación, incluidos los datos de tu ubicación actual, pueden no estar disponibles, o ser inexactos o incompletos.","labels":[1],"human_readable_labels":["bfe"],"split":"train"}
{"text":"Fitbit respeta la propiedad intelectual de terceros y espera que sus usuarios hagan lo mismo. En las circunstancias apropiadas y a nuestra entera discreción, es política de Fitbit inhabilitar o cerrar las cuentas de los usuarios que de manera repetida infrinjan derechos de autor. Consulta la Política de DMCA\/derechos de autor de Fitbit.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"EL SERVICIO DE FITBIT Y EL CONTENIDO DE FITBIT SE PROPORCIONAN “TAL CUAL”, SIN GARANTÍA DE NINGÚN TIPO. SIN PERJUICIO DE LO ANTERIOR, RENUNCIAMOS EXPRESAMENTE A TODAS LAS GARANTÍAS, EXPLÍCITAS O IMPLÍCITAS QUE SE DERIVEN O ESTÉN RELACIONADAS CON LOS PRESENTES TÉRMINOS O CON EL SERVICIO DE FITBIT, INCLUIDA CUALQUIER GARANTÍA DE COMERCIABILIDAD, IDONEIDAD PARA UN FIN DETERMINADO, USO Y DISFRUTE PACÍFICO O DE NO INFRACCIÓN, ASÍ COMO A CUALQUIER GARANTÍA QUE PUEDA DERIVARSE DE UN ACUERDO O USO COMERCIAL. No garantizamos que el Servicio de Fitbit o el Contenido de Fitbit satisfagan tus exigencias o se encuentren disponibles de manera ininterrumpida, segura y sin errores. No realizamos ninguna declaración de garantía respecto a la calidad, exactitud, puntualidad, veracidad, exhaustividad o fiabilidad del Servicio de Fitbit o de cualquier Contenido de Fitbit.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Mantendrás indemne y eximirás de responsabilidad a Fitbit y sus ejecutivos, gerentes, empleados, agentes, licenciantes y contratistas con respecto a todas las reclamaciones, litigios, acciones, demandas, conflictos, acusaciones o investigaciones emprendidas por algún tercero, órgano del poder ejecutivo u organismo sectorial y de las responsabilidades civiles, indemnizaciones por daños y perjuicios, pérdidas y gastos y costes, incluidos, entre otros, honorarios razonables de abogados, que se deriven de, o estén relacionados de alguna manera con, (i) tu acceso o uso del Servicio de Fitbit; (ii) Tu Contenido; (iii) un incumplimiento o presunto incumplimiento por tu parte de cualquier garantía que hayas efectuado en virtud de estos Términos o de cualquier otra disposición de estos Términos; o (iv) una infracción por tu parte de la legislación o los derechos de un tercero. Nos reservamos el derecho a asumir el control de la defensa frente a cualquier reclamación de un tercero sujeta a indemnidad por tu parte, en cuyo caso colaborarás con nosotros haciendo valer cualquier medio de defensa disponible.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"Los Entrenadores pueden estar disponibles a través de tu empleador o compañía de seguros si estos son patrocinadores de los Servicios de entrenador en vivo (\"Patrocinador\") o a través de los proveedores externos de servicios de entrenador de Fitbit (\"Proveedor\"). Para los Entrenadores de patrocinador, ponte en contacto con el Patrocinador para obtener más información sobre los Entrenadores que proporcionan. Los coaches de proveedor están sujetos a comprobaciones de antecedentes, y son formados por los Proveedores. Estos están obligados por contrato a mantener la confidencialidad de tu información y a comprometerse a no hacer mal uso de la misma. Ocasionalmente, la disponibilidad de un Entrenador de proveedor puede cambiar, y nos reservamos el derecho de eliminarlos con o sin previo aviso. En el caso de que tu Entrenador de proveedor deje de estar disponible, te pondremos en contacto con otro.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"Los Servicios de entrenamiento en vivo se proporcionan \"tal cual\", sin garantía de ningún tipo. Sin limitar los términos anteriores o cualesquiera otros términos o acuerdos que tengas con nosotros, renunciamos explícitamente a todas las garantías explícitas o implícitas que surjan o estén relacionadas con estos Términos de entrenamiento o los Servicios de entrenamiento en vivo, incluidas las garantías de comerciabilidad, idoneidad para un propósito particular, goce pacífico o no infracción, así como cualquier garantía que surja del curso de negociaciones o el uso del comercio. No garantizamos que los Servicios de entrenamiento en vivo vayan a satisfacer tus exigencias o estar disponibles de forma ininterrumpida, segura y sin errores.","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"train"}
{"text":"Esto significa que, si bien los Servicios de entrenador en Vivo están destinados a ayudarte a alcanzar tus objetivos personales de salud, fitness y bienestar, no te garantizamos que vayas a lograr tus objetivos. No ofrecemos ningún tipo de aprobación, representación o garantía de ningún tipo sobre ninguna información relacionada con los Servicios de entrenador en vivo, independientemente de si la obtienes a través de un Entrenador o a través de cualquier contenido disponible en los mismos Servicios. No nos hacemos responsables de la exactitud, fiabilidad, disponibilidad, efectividad ni uso correcto de la información que recibas a través de los Servicios de entrenador en vivo, y no nos hacemos responsables por ningún problema de salud que pueda resultar de tu confianza en los Servicios de entrenador en vivo. Si participas en algún programa o actividades de salud, fitness o bienestar de las que tengas conocimiento a través de los Servicios de entrenador en vivo, reconoces que lo harás voluntariamente y bajo tu responsabilidad. Si sufres una emergencia médica al utilizar el Servicio de entrenador en vivo, consulta a un profesional médico inmediatamente.","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"train"}
{"text":"Sujeto a las políticas de reembolso aplicables, nos reservamos el derecho de suspender o cancelar tu acceso a ciertos aspectos o la totalidad de los Servicios de entrenador en vivo o a cualquier Entrenador, así como a poner fin a estos Términos de entrenador, en cualquier momento y a nuestro exclusivo criterio, sin previo aviso y sin incurrir en ninguna responsabilidad ante ti. Puedes dejar de usar los Servicios de entrenador en vivo en cualquier momento.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"No se conceden reembolsos en suscripciones. Cuando cancelas una Suscripción, solo cancelas los cargos futuros de la misma. No recibirás un reembolso por el Plazo de suscripción en curso que hayas pagado, pero continuarás teniendo acceso completo a esa Suscripción hasta el final de ese Plazo de suscripción en curso. En cualquier momento y por cualquier motivo, podemos proporcionar un reembolso, descuento u otra contraprestación (\"créditos\") a algunos o todos nuestros usuarios. El importe y la forma de dichos créditos, y la decisión de proporcionarlos, están sujetos a nuestra exclusiva y absoluta discreción. El hecho de recibir créditos en una ocasión no te da derecho a créditos en el futuro para casos similares, ni nos obliga a proporcionar créditos en el futuro.","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"train"}
{"text":"Si hacemos algún cambio sustancial que impacte negativamente en tu uso de nuestros servicios, o si dejamos de ofrecer un servicio, te lo notificaremos con una antelación razonable excepto en situaciones de urgencia, como en las que se busca prevenir abusos, cumplir con obligaciones legales o resolver problemas de seguridad y funcionamiento. También te daremos la oportunidad de exportar tu contenido de tu cuenta de Google a través de Google Takeout, de conformidad con las leyes y políticas aplicables.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"Sin limitar ninguno de nuestros otros derechos, Google puede suspender o cancelar tu acceso a los servicios o eliminar tu cuenta de Google en cualquiera de estos casos:","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"Podemos suspender o rescindir su uso de los Productos o Servicios como resultado de su fraude o incumplimiento de alguna obligación en virtud de estos Términos. El incumplimiento de estos Términos incluye, entre otros actos, la copia o descarga no autorizadas de nuestro contenido de audio o video de los Productos o Servicios o la grabación de los Servicios. Dicha rescisión o suspensión puede ser inmediata y sin previo aviso. Si cancelamos su cuenta, usted podrá recibir un reembolso prorrateado de las tarifas que haya pagado por adelantado por los Servicios. Su acceso a los Productos o Servicios puede finalizar si la relación entre Headspace y su empleador o proveedor finaliza o vence, o si su relación con su empleador o proveedor finaliza. Si esto sucede, Headspace hará todos los esfuerzos razonables para notificarle con siete (7) días de anticipación antes de que se cancele el acceso a los Productos o Servicios.","labels":[7,1],"human_readable_labels":["des reser","bfe"],"split":"train"}
{"text":"7.8 Toda consulta, comentario, sugerencia, idea u otra información que no forme parte de su uso de los Productos y Servicios o Material del usuario que nos proporcione (en conjunto, los “Envíos”) se tratará como si no fuera de propiedad exclusiva ni confidencial. Al transmitir, cargar, publicar, enviar por correo electrónico o mandar de otra forma Envíos a los Productos y Servicios, usted otorga, y usted declara y garantiza que tiene derecho a otorgar, a Headspace una licencia irrevocable, perpetua, no exclusiva, libre de regalías y mundial para usar, transmitir, copiar, representar, mostrar, editar, distribuir y explotar de otro modo los Envíos, o cualquier parte de estos, y cualquier idea, concepto o conocimiento técnico que los Envíos contengan, con o sin atribución, y sin el requisito de ningún permiso o pago a usted o a cualquier otra persona o entidad, de cualquier manera (lo que incluye, entre otros, para fines comerciales, de publicidad, promocionales o de anuncios) y en todos y cada uno de los medios conocidos actualmente o concebidos en el futuro, y para preparar obras derivadas de tales Envíos o incorporarlos en otras obras, y otorgar y autorizar sublicencias de lo anterior sin que medie ningún pago de dinero o cualquier otra forma de contraprestación para usted o para un tercero. También reconoce que sus Envíos no se le devolverán y que Headspace no tiene la obligación de acusar recibo ni de responder a ningún Envío. Si realiza un Envío, usted declara y garantiza que posee o controla de otro modo los derechos de su Envío. Usted acepta eximir de responsabilidad a Headspace y a sus filiales por todas las demandas que surjan de reclamos de derechos sobre un Envío o los daños que surjan de un Envío, o en relación con ello.","labels":[6,1],"human_readable_labels":["des lic","bfe"],"split":"train"}
{"text":"10.2 El contenido de meditación, atención plena, sueño y movimiento y orientación de salud conductual de Headspace no debe considerarse atención médica, un dispositivo médico ni asesoramiento médico. Solo su médico u otro proveedor de atención médica puede brindarle asesoramiento médico. El asesoramiento y otros materiales que ponemos a disposición tienen como objetivo respaldar la relación entre usted y sus proveedores de atención médica, y no reemplazarla. No somos responsables de ninguna consecuencia de que haya leído o se le haya informado sobre el asesoramiento u otros materiales, con respecto a lo cual usted asume la responsabilidad total por sus decisiones y acciones. En particular, en la máxima medida permitida por la ley, no hacemos ninguna declaración ni garantía sobre la precisión, integridad o idoneidad para un propósito del asesoramiento, otros materiales y la información publicados como parte de los Productos y Servicios.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"train"}
{"text":"Un derecho mundial, transferible y sujeto a sublicencia para usar, copiar, modificar, distribuir, publicar y tratar la información y el contenido que nos proporciones a través de nuestros Servicios y los servicios de terceros, sin ningún consentimiento adicional, notificación o compensación para ti o terceros. Estos derechos se limitan de los siguientes modos:","labels":[6],"human_readable_labels":["des lic"],"split":"train"}
{"text":"Podemos cambiar, suspender o retirar cualquiera de nuestros Servicios. De la misma forma, podemos modificar nuestros precios con carácter prospectivo, previa notificación dentro de un plazo razonable y en la medida en la que la legislación lo permita.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"Microsoft se reserva el derecho a divulgar, en cualquier momento, la información que Microsoft crea oportuno para cumplir con la ley, reglamento, proceso legal o solicitud gubernamental aplicable, o a modificar, negarse a exponer o retirar cualquier información o material, total o parcialmente, a la exclusiva discreción de Microsoft.","labels":[5],"human_readable_labels":["des inf"],"split":"train"}
{"text":"·  Si recibimos una queja sobre información publicada en un sitio familiar sobre una persona o un familiar cercano de una persona, contra la voluntad de dicha persona, nos reservamos el derecho a borrar la información del sitio familiar incluso aunque el propietario del sitio familiar quiera que se mantenga. En caso de conflicto con el Miembro propietario del sitio, podemos vetar a dicho Miembro y expulsarlo de la Página web a nuestro juicio. Si el Miembro es un suscriptor, le devolveremos el pago de la suscripción.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Acepta indemnizar y eximir a MyHeritage, sus empleados, directores, filiales, afiliados y a cualquier tercero que actúe en nuestro nombre, así como a sus respectivos empleados y agentes, de toda responsabilidad por cualquier pérdida, obligación, reclamación o demanda, incluidos los honorarios razonables de los abogados, realizada por terceros como consecuencia del uso que usted haga de los Servicios de ADN o de su acceso a los mismos y de cualquier consecuencia de dicha utilización.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"Por medio del presente, se le concede una licencia para utilizar el Servicio y la Página web para uso exclusivamente personal y con sujeción a los Términos y condiciones del presente Acuerdo (la \"Licencia\"). El Servicio no otorga licencia del mismo para uso comercial. Nos reservamos el derecho de cancelar la totalidad o parte del Servicio en cualquier momento. La violación de esta Licencia puede resultar en la cancelación inmediata de membresía, la eliminación de su cuenta y en acciones legales en su contra.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"No asumimos ninguna responsabilidad por ningún (i) error, equivocación o imprecisión del contenido; (ii) lesiones personales o daños a la propiedad, de ningún tipo, derivados de su acceso y uso del Servicio; (iii) acceso o uso no autorizado de nuestros servidores o de parte o de la totalidad de la información allí almacenada; (iv) interrupción o suspensión de la transmisión desde o hacia el Servicio; (v) error, virus, troyano o similar que pueda transmitirse al Servicio; ni por (v) ninguna pérdida o daño de ningún tipo derivado del uso que usted haga del Servicio, ya sea en base a una garantía, contrato, acuerdo extracontractual o cualquier otra teoría legal. Las anteriores limitaciones de responsabilidad serán de aplicación en la máxima medida en que lo permita la ley de la jurisdicción en vigor.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Acepta indemnizar y eximir a MyHeritage, sus filiales, empleados, directores, licenciantes, administradores, afiliados y a cualquier tercero que actúe en nuestro nombre, así como a sus respectivos agentes y empleados, de toda responsabilidad por cualquier pérdida, obligación, reclamación o demanda, incluidos los honorarios razonables de los abogados, realizada por terceros como consecuencia del uso que usted haga del Servicio, su acceso al mismo, la violación del presente Acuerdo o cualquier incumplimiento por su parte de las manifestaciones expresadas más arriba o si cualquier información que publique en la Página web o que nos envíe, de cualquier otra forma o mediante el Servicio, nos provoca asumir cualquier responsabilidad ante terceros.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"A. Nintendo: Nintendo le otorga una licencia limitada no sublicenciable para acceder a los Servicios y usarlos solo con fines personales. Dicha licencia está sujeta a estas Condiciones y no incluye lo siguiente: (a) la reventa o el uso comercial de los Servicios o los Materiales de estos; (b) la distribución, exhibición pública o ejecución pública de los Materiales; (c) la modificación o el uso derivativo de los Servicios o los Materiales, en su totalidad o en parte; (d) la descarga (que no sea el caché de la página) de cualquier parte de los Servicios, los Materiales u otra información contenida en estos, excepto según se permite expresamente en los Servicios; o (e) el uso de los Servicios o los Materiales que no sea para el propósito para el que se diseñaron. Cualquier uso de los Servicios o los Materiales que no sea el autorizado en este documento, sin el permiso previo por escrito de Nintendo, está estrictamente prohibido y provocará la cancelación de la licencia otorgada mediante el presente. Dicho uso no autorizado puede violar ciertas leyes aplicables, incluidas, entre otras, las leyes de derechos de autor o marcas registradas y las reglamentaciones y los estatutos sobre comunicaciones aplicables. A menos que se exprese explícitamente en este documento, ningún contenido de estas Condiciones deberá interpretarse como la concesión de una licencia sobre derechos de propiedad intelectual, sea por actos propios, implicación u otro. Nintendo podrá revocar esta licencia en cualquier momento.","labels":[6],"human_readable_labels":["des lic"],"split":"train"}
{"text":"Nintendo se reserva el derecho de modificar, actualizar o descontinuar nuestros Servicios o cualquier función o parte de estos, sin aviso previo. Usted acepta que podremos suspender o cancelar su derecho de acceso a nuestros Servicios en cualquier momento y por cualquier motivo, sin aviso y sin obligaciones o responsabilidades hacia usted.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"Si las Partes de Nintendo llegaren a quedar obligadas a cubrir reclamos, costos, daños, pérdidas u otras responsabilidades, ya sean reales o posibles, (las \"Pérdidas cubiertas\") como resultado del uso que usted haga de cualquiera de los Servicios o de cualquier dato, información u otro elemento que usted ponga a disposición de Nintendo mediante los Servicios, incluido el Contenido del usuario, usted acepta indemnizar a las Partes de Nintendo de todas las Pérdidas cubiertas y cualquier costo relacionado, incluyendo tarifas de abogado razonables.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"Usted puede cancelar su Cuenta en cualquier momento visitando los centros de ayuda de la App. Tras la cancelación de los Servicios o de su Cuenta, seguirán siendo de aplicación las siguientes disposiciones de estas Condiciones: Titularidad del Contenido, Derechos otorgados por usted, Exclusión de garantías, Indemnidad, Limitación de responsabilidad, Resolución de controversias, Condiciones Generales y la presente cláusula sobre Cancelación.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"Niantic y sus terceros autorizados se reservan el derecho a denegar la admisión a un Evento, o a sacar del Evento, sin reembolso ni indemnización de ningún tipo, a toda persona que (a) no cumpla con lo dispuesto en las presentes Condiciones, (b) que incurra en conducta desordenada o dolosa, (c) que incurra en acoso, amenazas, abuso o cualquier otro comportamiento inapropiado hacia los empleados de Niantic, el personal del evento u otros asistentes al mismo, o (d) que a juicio de Niantic o de sus terceros autorizados cause un efecto negativo sobre el Evento, los participantes, los espectadores o el personal.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"Salvo que lo prohíba la legislación aplicable, acepta usted que, al adquirir entradas, participar o asistir a un Evento, asume voluntaria y conscientemente, todos los riesgos que se produzcan antes, durante o después del Evento, lo que incluye el daño causado por cualquier causa y, daños y perjuicios, pérdidas o robo. Reconoce usted que los Eventos, y ciertas actividades que se realizan en los Eventos, entrañan riesgos inherentes e imprevisibles, entre los cuales, a título meramente enunciativo y sin ánimo limitativo, (a) el contacto o colisión con personas o objetos, (b) obstáculos (por ejemplo, aguas naturales y artificiales, peligros de carretera y de superficie), (c) los peligros relacionados con el equipo (por ejemplo, equipos averiados, defectuosos o inadecuados, avería inesperada del equipo), (d) riesgos meteorológicos, (e) medidas inadecuadas de emergencia o de primeros auxilios, (f) problemas relacionados con el juicio o la conducta (por ejemplo, comportamiento errático o inadecuado de participantes, coparticipantes, o espectadores o errores de juicio del personal del Evento), y (g) riesgos naturales (por ejemplo, terreno desigual o en condiciones difíciles, fauna e insectos silvestres, contacto con plantas). Se compromete a tomar precauciones razonables antes de asistir o participar en un Evento o tomar parte en sus actividades, por ejemplo, consultar con un médico personal y asegurarse de que se encuentre en buena salud física, llevar una ropa adecuada y llevar los suministros necesarios o recomendados. Comprende y reconoce que es responsabilidad suya inspeccionar los terrenos, locales, instalaciones, equipos y áreas que se vayan a utilizar en el Evento, y que, al participar en el Evento, reconoce que los terrenos, locales instalaciones, equipos y áreas que se van a utilizar son seguros, adecuados y aceptables para su participación. Si considera o se da cuenta de que se plantean condiciones de inseguridad o riesgos excesivos o injustificados, se compromete a notificarlo inmediatamente al personal adecuado y a dejar de participar en el Evento.","labels":[1],"human_readable_labels":["bfe"],"split":"train"}
{"text":"Con sujeción a la legislación aplicable, no se garantizan los calendarios, experiencias en vivo o en juego, actividades, artículos, servicios, prebendas, partidas, recompensas y\/o Contenido (en conjunto, \"Características del Evento\") que se anuncien en relación con un Evento, y están sujetos a cambios o cancelación en cualquier momento anterior a la celebración del Evento o durante el mismo, sin previo aviso o indemnización de ningún tipo. La admisión a un Evento no garantiza que ninguna de las características del Evento se encuentre en el Evento.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"Todas las compras y canjes de Objetos virtuales que se realicen a través de los Servicios son definitivos y no reembolsables. Usted reconoce y acepta que los Objetos virtuales se le entregan inmediatamente después de la compra y que usted pierde cualquier derecho a cancelar o desistir de la compra una vez iniciado el proceso. Por consiguiente, usted acepta que Rovio no está obligado a reembolsarle los Objetos virtuales por ningún motivo. Además, acepta que no recibirá dinero ni ninguna otra compensación por los Objetos virtuales que no utilice, independientemente de si la pérdida de su licencia en virtud de estas Condiciones ha sido voluntaria o involuntaria. La disposición precedente no afecta a los derechos que le otorga la legislación aplicable, incluidos los que puedan corresponderle en base a la garantía legal de conformidad descrita en el apartado «Descargo de responsabilidad».","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Rovio se reserva el derecho, a su entera discreción, de revisar, supervisar, prohibir, editar, eliminar, deshabilitar el acceso o impedir la disponibilidad de cualquier contenido que los usuarios del Servicio hayan compartido sin previo aviso, por cualquier motivo o sin motivo, y en cualquier momento. Si en algún momento Rovio decide, a su entera discreción, supervisar los Servicios, lo hace sin asumir ninguna responsabilidad por el contenido que los usuarios de los Servicios hayan compartido; asimismo, Rovio no tiene ninguna obligación de modificar o eliminar ningún contenido inapropiado.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"En la medida en que lo permita la legislación aplicable, los Servicios se le proporcionan «tal cual», sin garantías de ningún tipo. Los Servicios pueden contener defectos, y el uso que usted haga de ellos será por su exclusiva cuenta y riesgo. Rovio no ofrece y, por el presente, renuncia a cualquier garantía expresa, implícita o legal, incluidas las garantías implícitas de estado, uso ininterrumpido, precisión de los datos (incluidos, entre otros, los datos de localización), comerciabilidad, calidad satisfactoria, idoneidad para un fin determinado, ausencia de infracción de los derechos de terceros y las garantías (si las hubiera) que surjan en el curso de la negociación, el uso o las prácticas comerciales. Rovio no garantiza que no se produzcan interferencias en el disfrute de los Servicios, que los Servicios satisfagan sus necesidades, que el funcionamiento de los Servicios sea ininterrumpido o que esté libre de errores, que los Servicios interoperen o sean compatibles con cualquier otro servicio, o que se corrija cualquier error de los Servicios. Ninguna instrucción que Rovio, sus empleados u otros representantes proporcionen por vía oral o escrita constituye una garantía.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"1. Puede cancelar Servicios específicos o cerrar su cuenta de Microsoft en cualquier momento y por cualquier motivo. Para cerrar su\ncuenta de Microsoft, visite https:\/\/go.microsoft.com\/fwlink\/p\/?linkid=618278. Cuando solicite cerrar su cuenta de Microsoft, podrá elegir\nponerla en suspensión por 30 o 60 días, por si usted cambiara de opinión. Después de ese periodo de 30 o 60 días, su cuenta de\nMicrosoft se cerrará. Consulte la sección 4.a.iv.2 a continuación para obtener una explicación de lo que sucede cuando se cierra su\ncuenta de Microsoft. Si vuelve a iniciar sesión durante el periodo de suspensión su cuenta de Microsoft se reactivará.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"2. Si su cuenta de Microsoft se cierra (ya sea a instancias suyas o de Microsoft), ocurrirá lo siguiente: En primer lugar, su derecho a usar\nla cuenta de Microsoft para conectarse a los Servicios cesará inmediatamente. En segundo lugar, eliminaremos los Datos o Su Contenido\nasociados con su cuenta de Microsoft o los desvincularemos de usted y de su cuenta de Microsoft de otro modo (a menos que debamos\nconservarlos, devolverlos o transferirlos a usted o a un tercero designado por usted, según lo requiera la legislación vigente). Debería\ntener un plan de respaldo regular dado que Microsoft no podrá recuperar Su Contenido o Datos una vez cerrada su cuenta. En tercer\nlugar, es posible que pierda acceso a los productos que ha adquirido.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"x. Cancelación de su Cuenta de Rewards. Si no desea seguir participando en el Programa Rewards, siga las instrucciones que se encuentran en la página para darse de baja (https:\/\/account.microsoft.com\/rewards\/optout?confirm=false) a fin de cancelar su Cuenta de Rewards. Si\ncancela su Cuenta de Rewards, inmediatamente perderá todos sus Puntos ganados y la capacidad de ganar nuevos Puntos en el futuro. Para\ncomenzar a ganar Puntos nuevamente, debe abrir una nueva Cuenta de Rewards (pero Microsoft no restablecerá los Puntos perdidos\npreviamente). Su Cuenta de Rewards se puede cancelar (y perderá sus Puntos) si no inicia sesión en su cuenta de Microsoft por\n18 meses consecutivos.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Ofrecemos los Servicios y las Plataformas “tal y como son” y no nos hacemos responsables de las garantías y condiciones de cualquier tipo, explícitas o implícitas, de manera enunciativa más no limitativa, las garantías implícitas de titularidad, no violación, comerciabilidad y precisión, así como cualquier garantía implícita en el uso de comercialización, el curso de la negociación o el curso del desempeño. En la medida en que la ley lo permita, no realizamos ninguna declaración y no garantizamos que nuestros Servicios o Plataformas (a) sean precisos, completos o estén actualizados; (b) estarán siempre disponibles; (c) cumplirán sus expectativas; o (d) sean seguros o no tengan errores, fallas, defectos, virus o malware.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Si no cumples con el acuerdo, nos reservamos el derecho de eliminar cualquier contenido ofensivo; finalizar o limitar la visibilidad de tu cuenta, y conservar los datos relacionados con tu cuenta de acuerdo con nuestras políticas de retención de datos; y notificar a los terceros; incluidas las fuerzas de seguridad; y proporcionar a esos terceros información relacionada con tu cuenta. Este paso puede ser necesario para proteger la seguridad de nuestros usuarios y de los demás, para indagar, remediar y hacer cumplir las posibles violaciones de las Condiciones, y detectar y resolver cualquier problema de fraude o seguridad.","labels":[5],"human_readable_labels":["des inf"],"split":"train"}
{"text":"En resumen: si nos ocasionas algún daño, nos indemnizarás.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"Al crear una cuenta, otorga a Tinder un derecho y una licencia mundial, perpetua, transferible, sublicenciable y libre de regalías para alojar, almacenar, usar, copiar, mostrar, reproducir, adaptar, editar, publicar, traducir, modificar, reformatear e incorporar a otros trabajos, anunciar, distribuir y poner a disposición del público en general Su contenido, incluida cualquier información a la que nos haya autorizado a acceder desde Facebook u otras fuentes de terceros (si corresponde), en su totalidad o en parte, y en cualquier forma y en cualquier formato o medio actualmente conocido o que se desarrolle en el futuro. La licencia de Tinder en cuanto a Su contenido no será exclusiva, salvo por la licencia de Tinder con respecto a los trabajos derivados creados a través del uso de nuestros Servicios, que será exclusiva. Por ejemplo, Tinder tendría una licencia exclusiva sobre las capturas de pantalla de nuestros Servicios que incluyan Su contenido.","labels":[6],"human_readable_labels":["des lic"],"split":"train"}
{"text":"Tinder, a su total discreción, se reserva el derecho a cobrar cargos por el derecho a acceder a o utilizar Artículos virtuales y puede distribuir Artículos virtuales con o sin coste para el usuario. Tinder puede administrar, regular, controlar, modificar o eliminar Artículos virtuales en cualquier momento, incluyendo la adopción de medidas que puedan afectar al valor percibido o al precio de compra, si procede, de cualquier Artículo virtual. Tinder no asumirá ninguna responsabilidad con usted ni con terceros en el caso de que Tinder ejerza cualquiera de esos derechos. Se prohíbe la transferencia de Artículos virtuales y no podrá vender, canjear o transferir Artículos virtuales a ninguna persona o entidad. Los Artículos virtuales sólo pueden canjearse a través de nuestros Servicios.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"Tinder se reserva el derecho a investigar y, en su caso, suspender o rescindir su cuenta sin concederle ningún reembolso si Tinder considera que usted ha infringido estos Términos, ha utilizado indebidamente nuestros Servicios o se ha comportado de una manera que Tinder considera inapropiada o ilegal dentro o fuera de nuestros Servicios. Nos reservamos el derecho a hacer uso de cualquier medio personal, tecnológico, legal o de cualquier otro tipo disponible para hacer cumplir los Términos, en cualquier momento, sin asumir ninguna responsabilidad y sin obligación alguna de notificarle previamente, incluido, entre otros, impedirle el acceso a los Servicios.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"Los Servicios pueden contener foros de discusión, tableros de anuncios, servicios de opiniones, portales de viajes u otros foros en los que usted puede publicar su Contenido, como opiniones sobre experiencias de viajes, mensajes, materiales u otros elementos (“Áreas interactivas”). Si Tripadvisor proporciona dichas Áreas interactivas en los sitios web, usted es el único responsable del uso de dichas Áreas interactivas y las utilizará bajo su propio riesgo y responsabilidad. Las Empresas de Tripadvisor no garantizan confidencialidad con respecto al Contenido que usted proporciona a los Servicios o en cualquier Área interactiva. En la medida en que cualquier entidad que pertenezca a las Empresas de Tripadvisor proporcione cualquier forma de canal de comunicación privada entre los Titulares de cuentas, usted acepta que tal(es) entidad(es) puede(n) controlar el contenido de dichas comunicaciones para ayudar a proteger a nuestra comunidad y a los Servicios. Usted comprende que las Empresas de Tripadvisor no editan ni controlan los mensajes de los usuarios publicados en, o distribuidos mediante, los Servicios, incluidos los enviados en salas de chat, tableros de anuncios u otros foros de comunicación, y no se harán de ninguna forma responsables por dichos mensajes. En particular, Tripadvisor no edita ni controla el Contenido de los usuarios que aparece en los sitios web. Sin embargo, las Empresas de Tripadvisor se reservan el derecho de eliminar sin aviso tales mensajes u otro Contenido de los Servicios, cuando crean de buena fe que tal Contenido incumple este Acuerdo o si de alguna forma consideran que es razonablemente necesario proteger los derechos de las Empresas de Tripadvisor y\/o de otros usuarios de los Servicios. Si no está de acuerdo con la eliminación de su Contenido de los sitios web, puede comunicarse con Tripadvisor mediante el Centro de Ayuda para enviar sus objeciones. Al usar cualquiera de las Áreas interactivas, usted acepta expresamente enviar solo Contenido suyo que cumpla con las especificaciones publicadas de Tripadvisor, tal y como estén vigentes en el momento del envío y que se pusieron a su disposición en Tripadvisor. Usted acepta expresamente no publicar, cargar, transmitir, distribuir, almacenar, crear o de alguna manera publicar, a través de los Servicios, ningún Contenido suyo que:","labels":[2,5],"human_readable_labels":["des uni","des inf"],"split":"train"}
{"text":"Tripadvisor NO OFRECE REPRESENTACIONES DE NINGÚN TIPO ACERCA DE LA IDONEIDAD DE LOS SERVICIOS, INCLUIDA LA INFORMACIÓN QUE APARECE EN SUS SITIOS WEB O EN CUALQUIER PARTE DE ELLOS, POR CUALQUIER MOTIVO, Y LA INCLUSIÓN U OFERTA DE CUALQUIER PRODUCTO O SERVICIO EN SUS SITIOS WEB O EN OTRA PARTE A TRAVÉS DE LOS SERVICIOS NO CONSTITUYE UNA PROMOCIÓN O RECOMENDACIÓN DE DICHAS OFERTAS DE PRODUCTOS O SERVICIOS DE PARTE DE Tripadvisor, SIN PERJUICIO DE LOS PREMIOS DISTRIBUIDOS SEGÚN LAS OPINIONES DE LOS USUARIOS. TODA ESTA INFORMACIÓN, SOFTWARE, PRODUCTOS Y SERVICIOS QUE SE OFRECEN EN, O A TRAVÉS DE, LOS SERVICIOS SE PROPORCIONAN “TAL CUAL ESTÁN” SIN GARANTÍA DE NINGÚN TIPO. Tripadvisor NO SE HACE RESPONSIBLE DE NINGUNA GARANTÍA, CONDICIÓN U OTRO TÉRMINO DE NINGÚN TIPO DE QUE LOS SERVICIOS, SUS SERVIDORES O CUALQUIER DATO DE NINGÚN TIPO DE QUE LOS SERVICIOS, SUS SERVIDORES O CUALQUIER DATO (INCLUIDOS LOS CORREOS ELECTRÓNICOS) ENVIADOS DESDE Tripadvisor, ESTÉN LIBRES DE VIRUS O CUALQUIER OTRO COMPONENTE DAÑINO. EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY APLICABLE, POR EL PRESENTE Tripadvisor NO SE HACE RESPONSABLE DE NINGUNA GARANTÍA NI CONDICIÓN CON RESPECTO A ESTA INFORMACIÓN, SOFTWARE, PRODUCTOS Y SERVICIOS, INCLUIDAS TODAS LAS GARANTÍAS Y CONDICIONES O TÉRMINOS IMPLÍCITOS DE CUALQUIER TIPO SOBRE COMERCIABILIDAD, ADECUACIÓN PARA UN FIN PARTICULAR, TÍTULOS, LIBRE POSESIÓN Y DE NO VIOLACIÓN DE DERECHOS.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"La limitación de responsabilidad refleja la asignación de riesgos entre las partes. Las limitaciones especificadas en esta sección permanecerán y se aplicarán incluso si la solución limitada especificada en estos términos no cumple con su objetivo esencial. Las limitaciones de responsabilidad establecidas en estos términos actúan en beneficio de las Empresas de Tripadvisor.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Usted acepta defender e indemnizar a las Empresas de Tripadvisor y cualquiera de sus funcionarios, directores, empleados y agentes por cualquier reclamo, causa de acción, demanda, recuperación, pérdida, daño, multa, sanción u otros costos o gastos de cualquier tipo o naturaleza; incluidos, entre otros, los honorarios razonables por servicios legales y de contabilidad ofrecidos por terceros como consecuencia de su:\n(i) incumplimiento del presente Acuerdo o los documentos a los que se hace referencia en el presente;\n(ii) violación de cualquier ley o derecho de un tercero; o\n(iii) uso de los Servicios, incluidos los sitios web de las Empresas de Tripadvisor.\n","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"Renuncia a toda declaración y garantía, expresa, implícita o estatutaria, no expresamente establecida en estas condiciones, incluidas las garantías implícitas de comerciabilidad, idoneidad para un fin particular.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"No garantiza la calidad, idoneidad, seguridad o habilidad de los Terceros Proveedores.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Usted acuerda mantener indemnes y responder frente a Uber y sus consejeros, directores, empleados y agentes por cualquier reclamación, demanda, pérdida, responsabilidad y gasto (incluidos los honorarios de abogados) que deriven de: i. su uso de los servicios o bienes obtenidos a través del uso de los Servicios; ii. su incumplimiento o violación de cualquiera de estas Condiciones;  iii. el uso por parte de Uber de su Contenido de usuario; o iv. su infracción de los derechos de cualquier tercero, incluidos Terceros Proveedores.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"Le otorgas permiso a Vimeo para usar tu nombre, tu imagen, tu biografía, tus marcas comerciales, tus logos u otros identificadores que usas en el perfil de tu cuenta a fin de mostrar tales propiedades al público o la audiencia que hayas especificado. Para revocar los permisos anteriores, debes eliminar tu cuenta. Vimeo tendrá derecho a identificar perfiles públicos en su material de marketing y para inversores.","labels":[6],"human_readable_labels":["des lic"],"split":"train"}
{"text":"Nuestras Condiciones y Políticas. Debes usar nuestros Servicios en conformidad con nuestras Condiciones y Políticas publicadas. Si infringes nuestras Condiciones o Políticas, podemos tomar medidas respecto a tu cuenta, como inhabilitarla o suspenderla, en cuyo caso, aceptas no crear otra cuenta sin nuestro permiso. La inhabilitación o suspensión de tu cuenta se realizará de acuerdo con la sección Cancelación que se muestra a continuación.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"El acceso y el uso de los Servicios o de cualquier Contenido corren por su cuenta y riesgo. Usted reconoce y acepta que los Servicios se ofrecen TAL COMO ESTÁN y SUJETOS A DISPONIBILIDAD. Las “Entidades de X” se refieren a X Corp., su empresa matriz, sus entidades vinculadas, empresas relacionadas, responsables, directivos, empleados, agentes, representantes, socios y licenciatarios. Sin perjuicio de lo anterior, en la medida máxima de lo permitido por la legislación aplicable, LAS ENTIDADES DE X EXCLUYEN EL RECONOCIMIENTO DE TODA GARANTÍA Y CONDICIÓN, YA SEA EXPRESA O IMPLÍCITA, DE COMERCIABILIDAD, ADECUACIÓN PARA UN DETERMINADO PROPÓSITO O NO VULNERACIÓN. Las Entidades de X no otorgan ninguna garantía ni representación, ni asumen ninguna responsabilidad u obligación, con respecto a: (i) la compleción, exactitud, disponibilidad, puntualidad, seguridad o fiabilidad de los Servicios o cualquier Contenido; (ii) los daños en algún sistema informático, la pérdida de datos o cualquier otro daño producto del acceso a o la utilización de estos Servicios o cualquier Contenido; (iii) la supresión o el no almacenamiento o transmisión (de) cualquier Contenido u otras comunicaciones desarrolladas mediante los Servicios; y (iv) el hecho de que los Servicios cumplan las exigencias del usuario o estén disponibles ininterrumpidamente, de manera segura o sin errores. Ninguna indicación o información, ya sea oral o escrita, que se haya obtenido de las Entidades de X o a través de los Servicios, dará lugar a una garantía o representación distinta de las previstas aquí de forma expresa.","labels":[1],"human_readable_labels":["bfe"],"split":"train"}
{"text":"Si suspendemos o finalizamos su cuenta de manera permanente, le notificaremos con anticipación y le daremos un tiempo razonable para que acceda y guarde la información, los archivos y el contenido asociado con su cuenta, a menos que tengamos motivos para creer que el acceso continuo a su cuenta infringiría las disposiciones legales vigentes, las solicitudes de autoridades judiciales u otras agencias gubernamentales o podría perjudicarnos a nosotros o a terceros.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"Aviso de rescisión o suspensión te notificaremos el motivo por el cual YouTube rescinde o suspende tu cuenta, a menos que creamos razonablemente que hacerlo: (a) constituiría un incumplimiento de la ley o de las indicaciones de una autoridad de aplicación de la ley; (b) pondría en riesgo una investigación; (c) pondría en riesgo la integridad,el funcionamiento o la seguridad del Servicio; o (d) causaría daño a algún usuario, a otro tercero, a YouTube o a nuestros Afiliados.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"Apple se reserva el derecho, a su exclusivo criterio, de cambiar, modificar, agregar o eliminar partes de estos Términos y Condiciones de uso, en cualquier momento. Es su responsabilidad revisar estos Términos y Condiciones de uso en forma periódica para saber si han sufrido cambios. El uso continuo del Sitio después de la publicación de los cambios, significa su aceptación. Siempre que cumpla con estos Términos y Condiciones de uso, Apple le otorga un privilegio personal, no exclusivo, no transferible y limitado para ingresar y utilizar el Sitio.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"Es posible que se apliquen términos y condiciones adicionales a la compra de productos o servicios y a partes o características específicas del Sitio, incluidos entre otros, concursos, promociones u otras características similares que forman parte de los presentes Términos y Condiciones de uso. Usted acepta cumplir dichos términos y condiciones adicionales, incluido, cuando corresponda, el requisito de mayoría de edad para utilizar o participar en dichos servicios o características. En caso de conflicto entre los presentes Términos y Condiciones de uso y los términos y condiciones publicados para o que sean aplicables a una parte o un servicio específico que se ofrecen en el Sitio o a través de este, prevalecerá lo especificado en los términos y condiciones para esa parte o servicio específico del Sitio.","labels":[1],"human_readable_labels":["bfe"],"split":"train"}
{"text":"Apple se reserva el derecho de realizar cualquiera de las siguientes acciones sin previo aviso y en cualquier momento: (1) modificar, suspender o cancelar el funcionamiento del Sitio o el acceso a este en su totalidad o en parte, sea cual fuere el motivo; (2) modificar o cambiar el Sitio, en su totalidad o en parte y cualquier política o términos y condiciones aplicables; e (3) interrumpir el funcionamiento del Sitio, en su totalidad o en parte, según sea necesario para el mantenimiento (de rutina o no), la corrección de errores u otro tipo de cambios.","labels":[7],"human_readable_labels":["des reser"],"split":"train"}
{"text":"Usted acepta que Apple, a su exclusivo criterio y sin previo aviso, puede cancelar su acceso al Sitio por los siguientes motivos, entre otros: (1) solicitudes de organismos de orden público u otras agencias gubernamentales; (2) una solicitud hecha por usted mismo (eliminación de cuenta autoinducida); (3) interrupción o modificación del material del Sitio o de cualquier servicio que se ofrece en el Sitio o a través de este; o (4) problemas o inconvenientes técnicos inesperados.","labels":[5],"human_readable_labels":["des inf"],"split":"train"}
{"text":"Si Apple decide iniciar alguna acción legal en contra suya como resultado de su infracción de estos Términos y Condiciones de uso, Apple tendrá derecho a recibir un resarcimiento, el cual usted acepta pagar, por todos los honorarios razonables de los abogados y los costos de dicha acción, además de cualquier otra compensación que se le pudiera otorgar a Apple. Usted acepta que Apple no tendrá responsabilidad legal alguna ante usted o cualquier tercero por cancelar su acceso al Sitio como consecuencia de una infracción de estos Términos y Condiciones de uso.","labels":[7,0],"human_readable_labels":["des reser","des risk"],"split":"train"}
{"text":"Si Apple decide iniciar alguna acción legal en contra suya como resultado de su infracción de estos Términos y Condiciones de uso, Apple tendrá derecho a recibir un resarcimiento, el cual usted acepta pagar, por todos los honorarios razonables de los abogados y los costos de dicha acción, además de cualquier otra compensación que se le pudiera otorgar a Apple. Usted acepta que Apple no tendrá responsabilidad legal alguna ante usted o cualquier tercero por cancelar su acceso al Sitio como consecuencia de una infracción de estos Términos y Condiciones de uso.","labels":[7,0],"human_readable_labels":["des reser","des risk"],"split":"train"}
{"text":"Apple proporciona acceso a sus datos internacionales y, en consecuencia, pueden contener referencias o referencias cruzadas a productos, programas y servicios de Apple que no estén anunciados en su país. Estas referencias no implican que Apple vaya a anunciar tales productos, programas o servicios en su país.","labels":[5],"human_readable_labels":["des inf"],"split":"train"}
{"text":"Los embalajes de la carga a transportar deberán ser los adecuados al tipo de carga que el CLIENTE desea transportar. En tal caso BLUE EXPRESS al momento de recibir la carga podrá negarse a transportarla aduciendo problemas de embalaje.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"o. Cambios en el Servicio. Canva puede añadir, modificar o quitar funciones o funcionalidades del Servicio, así como modificar o introducir limitaciones de almacenamiento o de otras funciones, e interrumpir el Servicio en su totalidad en cualquier momento. Si tienes una suscripción de pago y Canva interrumpe el Servicio que estás usando durante el periodo de tu suscripción, Canva te cambiará o te proporcionará acceso a un servicio sustancialmente similar al proporcionado por Canva (si hubiera uno disponible). En el caso de que no pudiera hacerlo, Canva te reembolsará una parte proporcional de las tarifas pagadas por adelantado correspondientes al periodo restante de tu suscripción.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"Información de redes sociales. Se refiere a cualquier información que usted comparte públicamente en una red social o información que forma parte de su perfil en una red social de terceros (como Facebook) y que usted permite a la red social de terceros compartir con Nosotros. Algunos ejemplos incluyen su información de cuenta básica de terceros (p. ej. nombre, dirección de correo electrónico, género, fecha de nacimiento, ciudad actual, foto de perfil, identificación de usuario, lista de amigos, etc.) y cualquier otra información adicional o actividades que usted permite compartir a la red social de terceros. Recibimos nuestra información de perfil de redes sociales (o partes de ella) cada vez que usted descarga o interactúa con una web app de Nespresso en una red social como Facebook, cada vez que usted usa una función de red social que está integrada en un sitio web de Nespresso (como Facebook Connect) o cada vez que usted interactúa con Nosotros mediante una red social. Para saber más sobre cómo Nespresso obtiene su información de la red social de terceros, o para optar por dejar de compartir dicha información de redes sociales, visite el sitio web de la red social pertinente.","labels":[5],"human_readable_labels":["des inf"],"split":"train"}
{"text":"3. El uso de los sitios web","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Si el Usuario ejerciera este derecho, se le devolverán las sumas abonadas, sin retenciónde gastos, a la mayor brevedad posible y, en cualquier caso, antes de 45 días siguientesa la comunicación del retracto. Tratándose de servicios, la devolución sólocomprenderá aquellas sumas abonadas que no correspondan a servicios ya prestadosal Usuario a la fecha del retracto.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"3.3 Un mismo Consumidor podrá solicitar o reservar hasta un número razonable de Servicios por día. Sin perjuicio de ello, Rappi podrá, por sospechas de comisión de un ilícito u otras infracciones legales, rechazar y\/o frenar cualquier Solicitud de los Consumidores. Esta política es tomada como medida de seguridad ante posibilidades de fraude, estafa, uso de datos ajenos, u otras infracciones a la ley que pudieren producirse.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"Usted conserva la propiedad de su Contenido de usuario cuando lo publica en el Servicio. Sin embargo, para que su Contenido de usuario esté disponible en el Servicio de Spotify, necesitamos una licencia de ese Contenido de usuario de su parte. De acuerdo con eso, usted otorga de ahora en adelante a Spotify una licencia mundial, irrevocable, completamente pagada, sin regalías, sublicenciable, transferible y no exclusiva para reproducir cualquier Contenido de usuario, hacerlo disponible, presentarlo y mostrarlo, traducirlo, modificarlo, crear obras derivadas del mismo, distribuirlo o usarlo de otra manera a través de cualquier medio, ya sea solo o combinado con otro Contenido o material, de cualquier manera, con cualquier método o tecnología, ya sea conocida en la actualidad o creada en el futuro, en relación con el Servicio de Spotify. En los casos en que corresponda y lo permita la ley pertinente, también acepta renunciar y no hacer cumplir ningún \"derecho moral\" o derechos equivalentes, tales como el de que se lo identifique como autor de cualquier Contenido de usuario autorizado, incluidos los Comentarios, y su derecho a oponerse al tratamiento despectivo de dicho Contenido de usuario.","labels":[6],"human_readable_labels":["des lic"],"split":"train"}
{"text":"Usted acepta que la única y exclusiva solución para cualquier problema o falta de satisfacción con el Servicio de Spotify es desinstalar cualquier software de Spotify y dejar de usar el Servicio de Spotify, sujeta a las leyes pertinentes. Usted acepta que Spotify no tiene obligación ni responsabilidad alguna que provenga de aplicaciones de terceros o su contenido, que esté disponible a través del Servicio de Spotify o en relación con el mismo y aunque su relación con dichas aplicaciones de terceros esté regida por acuerdos separados con dichos terceros, su única y exclusiva solución, con respecto a Spotify, por cualquier problema o falta de satisfacción con las aplicaciones de terceros o su contenido, es desinstalarlas o dejar de utilizarlas.","labels":[0],"human_readable_labels":["des risk"],"split":"train"}
{"text":"Es posible que realicemos cambios de vez en cuando en los Términos (incluidos los términos y condiciones adicionales de Spotify, incorporados en este acuerdo mediante referencia) y se le notificará tales cambios por medios razonables (antes de que entren en vigor), incluida la publicación de un Acuerdo revisado en el Servicio de Spotify pertinente (dado que, para cambios materiales, buscaremos complementar tal aviso mediante email, un mensaje emergente en el servicio u otros medios). Además, tales cambios no se aplican a los conflictos entre usted y Spotify que surjan antes de la fecha de publicación de los Términos u otros términos y condiciones de Spotify revisados, en los que se incorporen tales cambios o le sean notificados. Su uso del Servicio de Spotify posterior a los cambios en los Términos será considerado como una aceptación de tales cambios. Si desea dejar de utilizar el Servicio de Spotify debido a los Términos actualizados, puede comunicarse con nosotros para rescindir su cuenta. La fecha de vigencia indicada al comienzo de este documento indica la última fecha de cambios realizados en los Términos.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"Starbucks se reserva el derecho de cancelar tu Cuenta y\/o tu participación en Starbucks Rewards, si Starbucks considera que has violado los Términos y Condiciones de uso, o que el uso de tu cuenta no es autorizado, es fraudulento o ilegal. Starbucks también se reserva el derecho de dar de baja cualquier cuenta del programa de Starbucks Rewards, de cualquier Starbucks Card sin actividad. Para estos efectos, se entiende que una Starbucks Card no tiene actividad cuando no tenga registrada ninguna compra durante dos (2) años consecutivos. Los cupones generados por actividades promocionales serán de expiración variable según se defina en la programación del cupón respectivo. La suma de las Stars se produce al momento de la compra de productos. La carga y recarga de la Starbucks Card no acumula Stars. Las Stars acreditadas no tendrán una vigencia salvo que se indique lo contrario. Cada cupón obtenido por el socio podrá ser canjeado en cualquier Starbucks de Chile durante el período de vigencia del mismo. No se acepta que una parte del producto se pague con la Starbucks Card y el saldo restante con otro medio de pago.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"Los importes correspondientes a las remesas se debitarán en pesos chilenos desde la CPF del Cliente u otro producto Tenpo que se habilite, y el beneficiario de la remesa recibirá en su cuenta bancaria u otro medio disponible el importe transferido en la moneda de curso legal del país de destino.","labels":[4],"human_readable_labels":["des det"],"split":"train"}
{"text":"Tus Datos Personales son utilizados para la adecuada y segura prestación de la App Tenpo y para mejorar tu experiencia en su uso, incluyendo el tratamiento de tus Datos Personales con los siguientes fines:\nf) Atender y responder a tus consultas y requerimientos, así como gestionar el contacto desde y hacia Tenpo;","labels":[5],"human_readable_labels":["des inf"],"split":"train"}
{"text":"Tus Datos Personales son utilizados para la adecuada y segura prestación de la App Tenpo y para mejorar tu experiencia en su uso, incluyendo el tratamiento de tus Datos Personales con los siguientes fines:\nk) Transmitir a los datos tratados a terceros, con el objetivo de que las ofertas mencionadas en el punto anterior sean personalizadas según los datos recabados por el uso de la App Tenpo, incluyendo la facultad de estos terceros para evaluar y desarrollar productos que potencialmente puedan ser ofrecidos.","labels":[5],"human_readable_labels":["des inf"],"split":"train"}
{"text":"Tus Datos Personales son utilizados para la adecuada y segura prestación de la App Tenpo y para mejorar tu experiencia en su uso, incluyendo el tratamiento de tus Datos Personales con los siguientes fines:\nm) Cumplir con obligaciones legales, reglamentarias, u órdenes judiciales y administrativas aplicables;","labels":[5],"human_readable_labels":["des inf"],"split":"train"}
{"text":"Tus Datos Personales son utilizados para la adecuada y segura prestación de la App Tenpo y para mejorar tu experiencia en su uso, incluyendo el tratamiento de tus Datos Personales con los siguientes fines:\no) En algunos dispositivos, es posible que solicitamos acceso a tus mensajes de texto (SMS) con la finalidad exclusiva de que, mediante la lectura automatizada de términos relacionados a Tenpo, se pueda localizar contenidos sospechosos sobre nosotros así como identificar posibles amenazas a la seguridad de los usuarios, las plataformas y nuestra institución. Estos mensajes SMS en ningún caso serán almacenados.","labels":[5],"human_readable_labels":["des inf"],"split":"train"}
{"text":"Los títulos utilizados en este acuerdo se incluyen solo por conveniencia y no limita o afecta a estos Términos.","labels":[1],"human_readable_labels":["bfe"],"split":"train"}
{"text":"Los precios de nuestros productos están sujetos a cambio sin aviso.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"No garantizamos ni aseguramos que el uso de nuestro servicio será ininterrumpido, puntual, seguro o libre de errores.","labels":[1],"human_readable_labels":["bfe"],"split":"train"}
{"text":"No garantizamos que los resultados que se puedan obtener del uso del servicio serán exactos o confiables.","labels":[1],"human_readable_labels":["bfe"],"split":"train"}
{"text":"Aceptas que de vez en cuando podemos quitar el servicio por períodos de tiempo indefinidos o cancelar el servicio en cualquier momento sin previo aviso.","labels":[2],"human_readable_labels":["des uni"],"split":"train"}
{"text":"Aceptas indemnizar, defender y mantener indemne Wild Foods SpA y nuestras matrices, subsidiarias, afiliados, socios, funcionarios, directores, agentes, contratistas, concesionarios, proveedores de servicios, subcontratistas, proveedores, internos y empleados, de cualquier reclamo o demanda, incluyendo honorarios razonables de abogados, hechos por cualquier tercero a causa o como resultado de tu incumplimiento de las Condiciones de Servicio o de los documentos que incorporan como referencia, o la violación de cualquier ley o de los derechos de un tercero.","labels":[3],"human_readable_labels":["des def"],"split":"train"}
{"text":"12.3 Infracciones cometidas por Miembros. Si (i) incumple estos Términos, nuestros\nTérminos Legales Adicionales, nuestras Políticas o Estándares, (ii) infringe las leyes,\nnormativas aplicables o los derechos de terceros, o (iii) Airbnb considera\nrazonablemente necesario proteger a Airbnb, a sus Miembros o a terceros; Airbnb\npodría, con o sin previo aviso:\nSuspender, eliminar, inhabilitar el acceso o restringir la visibilidad de Anuncios,\nEvaluaciones u otro Contenido.","labels":[7],"human_readable_labels":["des reser"],"split":"validation"}
{"text":"12.3 Infracciones cometidas por Miembros. Si (i) incumple estos Términos, nuestros\nTérminos Legales Adicionales, nuestras Políticas o Estándares, (ii) infringe las leyes,\nnormativas aplicables o los derechos de terceros, o (iii) Airbnb considera\nrazonablemente necesario proteger a Airbnb, a sus Miembros o a terceros; Airbnb\npodría, con o sin previo aviso:Cancelar reservaciones pendientes o confirmadas.","labels":[7],"human_readable_labels":["des reser"],"split":"validation"}
{"text":"12.4 Obligaciones Legales. Airbnb podría tomar cualquier medida que considere\nrazonablemente necesaria para cumplir con la ley aplicable, o la orden o requerimiento\nde un tribunal, un organismo de seguridad u otro organismo administrativo o\ngubernamental, incluidas las medidas descritas anteriormente en la Sección 12.3.","labels":[5],"human_readable_labels":["des inf"],"split":"validation"}
{"text":"Con excepción de nuestra obligación de transmitir pagos a los Anfitriones en virtud\nde estos Términos, o de realizar pagos en virtud de la Protección contra daños para Anfitriones en Airbnb, la responsabilidad total de Airbnb por cualquier reclamación o\ncontroversia que surja de estos Términos o en relación con ellos, la interacción de\nusted con cualquier Miembro, o el uso o incapacidad para usar la Plataforma Airbnb,\ncualquier Contenido o cualquier Servicio del Anfitrión, no excederá en ningún caso:\n(A) para los Huéspedes, la cantidad que usted pagó como Huésped durante el\nperiodo de 12 meses previo al evento que dio lugar a la responsabilidad, (B) para los\nAnfitriones, la cantidad que se le pagó como Anfitrión en el periodo de 12 meses\nprevio al evento que dio lugar a la responsabilidad, o (C) para cualquier otra persona,\n100 USD (cien dólares estadounidenses).","labels":[3],"human_readable_labels":["des def"],"split":"validation"}
{"text":"En la medida máxima permitida por la ley aplicable, usted acepta liberar, defender (a\nelección de Airbnb), indemnizar y sacar en paz y a salvo a Airbnb (incluidos Airbnb\nPayments, otras filiales y su personal) de cualquier reclamación, responsabilidad,\ndaño, pérdida y gasto, incluidos, entre otros, los honorarios legales y contables\nrazonables, que surjan o se relacionen de alguna manera con: (i) su incumplimiento\nde estos Términos (incluidos los términos complementarios o adicionales que se\napliquen a un producto o característica) o nuestros Términos Legales Adicionales,\nPolíticas o Normas; (ii) su uso inadecuado de la Plataforma de Airbnb; (iii) su\ninteracción con cualquier Miembro, su estancia en un Alojamiento, su participación\nen una Experiencia u otro Servicio de Anfitrión, lo que incluye de manera enunciativa,\nmas no limitativa, cualquier lesión, pérdida o daño (ya sea compensatorio, directo,\nincidental, consecuente o de otro tipo) de cualquier tipo que surja en relación con o\ncomo resultado de dicha interacción, estancia, participación o uso; (iv) el que no\nreporte, cobre o entere los impuestos o el que esto no se realice de acuerdo con sus\ninstrucciones; o (v) su incumplimiento de cualquier ley, regulación o derechos de\nterceros tales como los derechos de propiedad intelectual o de privacidad.","labels":[3],"human_readable_labels":["des def"],"split":"validation"}
{"text":"Los siguientes términos (“Términos del software”) se aplican a cualquier software (incluidas las actualizaciones del software) y a cualquier documentación relacionada que ponemos a su disposición en relación con los Servicios de Amazon (el “Software de Amazon”). 4. Actualizaciones. Podemos ofrecer actualizaciones automáticas o manuales del Software de Amazon en cualquier momento y sin previo aviso.","labels":[2],"human_readable_labels":["des uni"],"split":"validation"}
{"text":"2. Si el Proveedor de servicios exige un Pago por adelantado, este podría cobrarse o preautorizarse en el momento de la Reserva, y podría ser no reembolsable. Por tanto, antes de hacer la reserva, comprueba las condiciones de Pago por adelantado del Proveedor de servicios (a tu disposición durante el proceso de reserva), sobre las que nosotros no tenemos ninguna influencia y de las que no somos responsables. Esto no afectará a tus derechos si tienes algún problema con tu Experiencia de viaje; consulta \"¿Qué ocurre si algo va mal?\" (A15).","labels":[0],"human_readable_labels":["des risk"],"split":"validation"}
{"text":"3. Algunas Reservas no pueden cancelarse de manera gratuita, mientras que otras solo pueden cancelarse gratis antes de un plazo concreto.","labels":[1],"human_readable_labels":["bfe"],"split":"validation"}
{"text":"4. Si reservas una Experiencia de viaje mediante un pago por adelantado (incluyendo todos los componentes del precio y\/o un depósito por daños, si procede), el Proveedor de servicios podría cancelar la Reserva sin previo aviso si no puede cobrar el saldo en la fecha especificada. En caso de cancelación, cualquier pago no reembolsable que hayas hecho será reembolsado a su exclusiva discreción. Es tu responsabilidad asegurarte de que el pago llega a tiempo (que la información de tu banco, tarjeta de débito o tarjeta de crédito es correcta y que dispones de fondos suficientes en tu cuenta).","labels":[4,7,1],"human_readable_labels":["des det","des reser","bfe"],"split":"validation"}
{"text":"4. Si hay alguna discrepancia entre estas Condiciones y el Contrato de alquiler, prevalecerá el Contrato de alquiler.","labels":[1,7],"human_readable_labels":["bfe","des reser"],"split":"validation"}
{"text":"2. Cuando realizas una reserva, lo haces directamente con la aerolínea. No somos una \"parte contractual\" de la Reserva. Al realizar la reserva, estás suscribiendo (i) un Contrato de intermediación con el Agregador externo (para el billete) y (ii) un Contrato de transporte con la aerolínea (para el Vuelo en sí).","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"validation"}
{"text":"2. Debes asegurarte de que todos los miembros del grupo cumplan con nuestras Condiciones y (cuando corresponda) los términos del Proveedor de servicios, que has podido leer y aceptar durante el proceso de reserva. Reconoces que, si los incumples:\n\"es posible que tengas que pagar cargos adicionales;  la Reserva puede ser cancelada;\nel conductor puede negarse a efectuar el traslado.\"","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"validation"}
{"text":"3. Tanto nosotros como el Proveedor de servicios podemos\ncancelar la Reserva con poco o ningún aviso, pero esto solo\npodría suceder en situaciones muy específicas. Por ejemplo, si:","labels":[7],"human_readable_labels":["des reser"],"split":"validation"}
{"text":"De cualquier manera, ni nosotros ni el Proveedor de servicios seremos responsables de los costes en los que puedas incurrir (por ejemplo, por transporte alternativo o habitaciones de hotel).","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"validation"}
{"text":"Nos reservamos el derecho a suspender o finalizar su acceso al Servicio en cualquier momento, según nuestro propio criterio, o a deshabilitar cualquiera de los Contenidos si a) en algún momento incumple las presentes Condiciones; o b) el uso que usted haga de los Servicios puede suponer un riesgo de daños o pérdidas para Box o para los demás usuarios; o c) Box se niega a renovar su Período de suscripción. Cuando sea razonable y según lo permita la ley, Box le notificará con suficiente antelación de dicho cambio, y le ofrecerá la oportunidad de corregir cualquier acción que haya llevado a Box a tomar esta decisión. No podremos notificarle con antelación si incumple materialmente las presentes Condiciones, o si dicha notificación pudiera incurrir en faltas civiles o penales para Box, o si proporcionar dicha notificación pudiera afectar nuestra capacidad de prestar los Servicios a nuestros otros usuarios. Con el fin de evitar toda duda, Box podrá decidir dejar de ofrecerle acceso a los Servicios en cualquier momento y por cualquier motivo o sin motivo alguno.","labels":[7],"human_readable_labels":["des reser"],"split":"validation"}
{"text":"BOX Y SUS ASOCIADOS (Y PROVEEDORES DE SERVICIOS ASOCIADOS) (A) PROPORCIONAN LOS SERVICIOS \"TAL CUAL\", \"CON TODOS LOS FALLOS\" Y \"SEGÚN DISPONIBILIDAD\", (B) NO REALIZAN DECLARACIONES, GARANTÍAS O CONDICIONES DE FORMA EXPRESA O IMPLÍCITA (P. EJ., GARANTÍA DE COMERCIABILIDAD, CALIDAD SATISFACTORIA, IDONEIDAD PARA UN FIN DETERMINADO O NO INCUMPLIMIENTO), Y (C) NO GARANTIZAN QUE LOS SERVICIOS ESTÉN LIBRES DE INTERRUPCIONES, ERRORES O DE COMPONENTES DAÑINOS, O QUE LOS CONTENIDOS ESTARÁN SEGUROS Y NUNCA SE PERDERÁN O DAÑARÁN.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"validation"}
{"text":"Si excede los Límites de Uso de la Plataforma, se deberán pagar tarifas adicionales y\/o se podrán imponer restricciones razonables en su cuenta hasta que usted elimine adecuadamente dicho uso excesivo.","labels":[2],"human_readable_labels":["des uni"],"split":"validation"}
{"text":"Cuando proporcionas un contenido mediante nuestros Servicios (directa o indirectamente), otorgas un derecho no exclusivo, a nivel mundial, irrevocable, libre de regalías y sublicenciable (a través de varios niveles) de ejercer todos los derechos de propiedad intelectual que tengas respecto de ese contenido en relación con la prestación, expansión y promoción de nuestros Servicios, incluido el desarrollo de nuevas ofertas como parte de nuestros Servicios, en cualquier medio conocido ahora o que se desarrolle en el futuro. Con el máximo alcance permitido por la ley aplicable, renuncias a tu derecho de hacer valer tus derechos de propiedad intelectual respecto de ese contenido en contra de eBay, nuestros cesionarios, sublicenciatarios y sus cesionarios en relación con el uso por parte nuestra, de tales cesionarios y tales sublicenciatarios en relación con la prestación, expansión y promoción de nuestros Servicios.","labels":[6],"human_readable_labels":["des lic"],"split":"validation"}
{"text":"Imágenes. Nos esforzamos por asegurar que las imágenes de los establecimientos y las descripciones de los servicios e instalaciones que aparecen en nuestra Plataforma sean exactas, tal como las proporcionan los proveedores de viajes, pero no podemos garantizar que siempre sea así.","labels":[0],"human_readable_labels":["des risk"],"split":"validation"}
{"text":"Es posible que inhabilitemos o eliminemos definitivamente tu cuenta y suspendamos o inhabilitemos definitivamente tu acceso a los Productos de las empresas de Meta si determinamos, a nuestro exclusivo criterio, que infringiste nuestras Condiciones o Políticas de forma notoria, grave o reiterada, incluyendo en especial las Normas comunitarias. También podemos inhabilitar o eliminar tu cuenta si infringes reiteradamente los derechos de propiedad intelectual de otras personas o en casos en los que estemos obligados a hacerlo por motivos legales.","labels":[7,1],"human_readable_labels":["des reser","bfe"],"split":"validation"}
{"text":"Si eliminas tu cuenta o si nosotros la inhabilitamos o eliminamos, estas Condiciones terminarán como un acuerdo entre tú y nosotros, pero las siguientes disposiciones continuarán en vigencia: 3 y 4.2-4.5. ","labels":[4],"human_readable_labels":["des det"],"split":"validation"}
{"text":"Fitbit puede, a su entera discreción, alterar, eliminar o negarse a exhibir cualquier parte de Tu Contenido y podrá prohibirte que publiques, cargues, almacenes, compartas, envíes o exhibas Tu Contenido en o a través del Servicio de Fitbit.","labels":[7],"human_readable_labels":["des reser"],"split":"validation"}
{"text":"Fitbit puede cambiar o dejar de ofrecer, de forma temporal o permanente, cualquier función, componente o contenido del Servicio de Fitbit en cualquier momento sin previo aviso. Fitbit no asume ninguna responsabilidad, ni ante ti ni ante ningún tercero, por ninguna modificación, suspensión o retirada de una función, un componente o contenido del Servicio de Fitbit. Nos reservamos el derecho a decidir el calendario y el contenido de las actualizaciones de software que los productos de Fitbit podrán descargar e instalar automáticamente sin previo aviso.","labels":[2],"human_readable_labels":["des uni"],"split":"validation"}
{"text":"Esto significa que, si bien los Servicios de entrenador en Vivo están destinados a ayudarte a alcanzar tus objetivos personales de salud, fitness y bienestar, no te garantizamos que vayas a lograr tus objetivos. No ofrecemos ningún tipo de aprobación, representación o garantía de ningún tipo sobre ninguna información relacionada con los Servicios de entrenador en vivo, independientemente de si la obtienes a través de un Entrenador o a través de cualquier contenido disponible en los mismos Servicios. No nos hacemos responsables de la exactitud, fiabilidad, disponibilidad, efectividad ni uso correcto de la información que recibas a través de los Servicios de entrenador en vivo, y no nos hacemos responsables por ningún problema de salud que pueda resultar de tu confianza en los Servicios de entrenador en vivo. Si participas en algún programa o actividades de salud, fitness o bienestar de las que tengas conocimiento a través de los Servicios de entrenador en vivo, reconoces que lo harás voluntariamente y bajo tu responsabilidad. Si sufres una emergencia médica al utilizar el Servicio de entrenador en vivo, consulta a un profesional médico inmediatamente.","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"validation"}
{"text":"No se conceden reembolsos en suscripciones. Cuando cancelas una Suscripción, solo cancelas los cargos futuros de la misma. No recibirás un reembolso por el Plazo de suscripción en curso que hayas pagado, pero continuarás teniendo acceso completo a esa Suscripción hasta el final de ese Plazo de suscripción en curso. En cualquier momento y por cualquier motivo, podemos proporcionar un reembolso, descuento u otra contraprestación (\"créditos\") a algunos o todos nuestros usuarios. El importe y la forma de dichos créditos, y la decisión de proporcionarlos, están sujetos a nuestra exclusiva y absoluta discreción. El hecho de recibir créditos en una ocasión no te da derecho a créditos en el futuro para casos similares, ni nos obliga a proporcionar créditos en el futuro.","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"validation"}
{"text":"Podemos suspender o rescindir su uso de los Productos o Servicios como resultado de su fraude o incumplimiento de alguna obligación en virtud de estos Términos. El incumplimiento de estos Términos incluye, entre otros actos, la copia o descarga no autorizadas de nuestro contenido de audio o video de los Productos o Servicios o la grabación de los Servicios. Dicha rescisión o suspensión puede ser inmediata y sin previo aviso. Si cancelamos su cuenta, usted podrá recibir un reembolso prorrateado de las tarifas que haya pagado por adelantado por los Servicios. Su acceso a los Productos o Servicios puede finalizar si la relación entre Headspace y su empleador o proveedor finaliza o vence, o si su relación con su empleador o proveedor finaliza. Si esto sucede, Headspace hará todos los esfuerzos razonables para notificarle con siete (7) días de anticipación antes de que se cancele el acceso a los Productos o Servicios.","labels":[7,1],"human_readable_labels":["des reser","bfe"],"split":"validation"}
{"text":"Podemos cambiar o interrumpir, temporal o permanentemente, cualquier característica, componente o contenido de los Productos o Servicios en cualquier momento sin previo aviso. Nos reservamos el derecho de determinar el momento y el contenido de las actualizaciones de software, las cuales podemos descargar e instalar automáticamente, sin previo aviso a usted. A excepción del reembolso prorrateado de cualquier tarifa prepagada que se establece en la sección 3.1, usted acepta que Headspace no será responsable ante usted por la falta de disponibilidad, modificación, suspensión o interrupción de cualquier característica o componente de los Productos o Servicios.","labels":[2,1],"human_readable_labels":["des uni","bfe"],"split":"validation"}
{"text":"7.7 El Material del usuario no se considera confidencial. Usted acepta no enviar ningún contenido como Material del usuario con respecto al que tenga alguna expectativa de privacidad. No reclamamos ningún derecho de propiedad respecto del Material del usuario. Sin embargo, al enviar el Material del usuario, usted otorga a Headspace una licencia irrevocable, perpetua, no exclusiva, libre de regalías y mundial para usar, transmitir, copiar, representar, mostrar, editar, distribuir y explotar de otro modo el Material del usuario que publica en los Productos, o cualquier parte de este, y cualquier idea, concepto o conocimiento técnico que contenga, con o sin atribución, y sin el requisito de ningún permiso o pago a usted o a cualquier otra persona o entidad, de cualquier manera (lo que incluye, entre otros, para fines comerciales, de publicidad, promocionales o publicitarios) y en todos y cada uno de los medios conocidos actualmente o concebidos en el futuro, y para preparar obras derivadas de dicho Material del usuario o incorporarlo en otras obras, y otorgar y autorizar sublicencias de lo anterior sin que medie ningún pago de dinero o cualquier otra forma de contraprestación para usted o un tercero. Headspace puede incluir su Material del usuario en el contenido de distribución de Headspace que se ponga a disposición de otros a través de los Productos. Tenga en cuenta que Headspace no tiene control sobre el Material del usuario una vez que deja los Productos, y es posible que otros dupliquen el material que se encuentra en los Productos, lo que incluye, entre otros usos, en otros sitios de Internet. Usted declara y garantiza que posee o controla de otro modo los derechos sobre su Material del usuario. Usted acepta eximir de responsabilidad a Headspace y a sus filiales por todas las demandas que surjan de reclamos de derechos sobre su Material del usuario o los daños que surja de su Material del usuario, o en relación con ello.","labels":[6,1],"human_readable_labels":["des lic","bfe"],"split":"validation"}
{"text":"7.8 Toda consulta, comentario, sugerencia, idea u otra información que no forme parte de su uso de los Productos y Servicios o Material del usuario que nos proporcione (en conjunto, los “Envíos”) se tratará como si no fuera de propiedad exclusiva ni confidencial. Al transmitir, cargar, publicar, enviar por correo electrónico o mandar de otra forma Envíos a los Productos y Servicios, usted otorga, y usted declara y garantiza que tiene derecho a otorgar, a Headspace una licencia irrevocable, perpetua, no exclusiva, libre de regalías y mundial para usar, transmitir, copiar, representar, mostrar, editar, distribuir y explotar de otro modo los Envíos, o cualquier parte de estos, y cualquier idea, concepto o conocimiento técnico que los Envíos contengan, con o sin atribución, y sin el requisito de ningún permiso o pago a usted o a cualquier otra persona o entidad, de cualquier manera (lo que incluye, entre otros, para fines comerciales, de publicidad, promocionales o de anuncios) y en todos y cada uno de los medios conocidos actualmente o concebidos en el futuro, y para preparar obras derivadas de tales Envíos o incorporarlos en otras obras, y otorgar y autorizar sublicencias de lo anterior sin que medie ningún pago de dinero o cualquier otra forma de contraprestación para usted o para un tercero. También reconoce que sus Envíos no se le devolverán y que Headspace no tiene la obligación de acusar recibo ni de responder a ningún Envío. Si realiza un Envío, usted declara y garantiza que posee o controla de otro modo los derechos de su Envío. Usted acepta eximir de responsabilidad a Headspace y a sus filiales por todas las demandas que surjan de reclamos de derechos sobre un Envío o los daños que surjan de un Envío, o en relación con ello.","labels":[6,1],"human_readable_labels":["des lic","bfe"],"split":"validation"}
{"text":"Microsoft no tiene ninguna obligación de supervisar los Servicios. No obstante, Microsoft se reserva el derecho de revisar los materiales expuestos en los Servicios y retirar lo que considere oportuno a su exclusiva discreción. Microsoft se reserva el derecho a finalizar su acceso a alguno o a todos los Servicios en cualquier momento, sin previo aviso, por cualquier motivo.","labels":[4],"human_readable_labels":["des det"],"split":"validation"}
{"text":"Le notificaremos el resultado de nuestra revisión. Si decidimos eliminar un contenido, también lo notificaremos, cuando proceda, a la persona que lo haya publicado o a cualquier persona cuyo acceso a la Página web suspendamos o cancelemos, según corresponda.","labels":[4],"human_readable_labels":["des det"],"split":"validation"}
{"text":"B. Usuarios: si envía o publica Contenido del usuario en los Servicios, a menos que indiquemos otra cosa, usted le está otorgando a Nintendo una licencia internacional, libre de regalías, irrevocable, perpetua, no exclusiva y sublicenciable para usar, reproducir, modificar, adaptar, publicar, traducir, distribuir, ejecutar y exhibir el Contenido del usuario, en su totalidad o en parte, y para incorporar dicho contenido en otros trabajos en cualquier forma, medio o tecnología presente o futuro, incluidos los fines de promoción o comercialización. Al enviar o publicar Contenido del usuario en los Servicios, usted expresa y garantiza que: (a) dicho Contenido del usuario no es confidencial; (b) usted tiene titularidad y control sobre los derechos del contenido que publica, o, de algún otro modo, tiene los derechos necesarios para publicar dicho contenido en los Servicios; (c) el Contenido del usuario es correcto y no es engañoso o dañino de ninguna forma; y (d) el Contenido del usuario, y su uso y publicación de este en relación con los Servicios, no violan ni violarán estas Condiciones ni ninguna ley, norma o reglamentación aplicables.","labels":[6],"human_readable_labels":["des lic"],"split":"validation"}
{"text":"Sin limitar ningún otro recurso del que Rovio disponga, si Rovio considera que usted ha incumplido las presentes Condiciones, se reserva el derecho a tomar cualquiera de las siguientes medidas, ya sea individualmente o en combinación, con o sin previo aviso: i) eliminar, suspender y\/o modificar su Cuenta o partes de su Cuenta; ii) limitar, suspender y\/o finalizar su acceso a los Servicios; iii) modificar y\/o eliminar cualquiera de sus Objetos virtuales; iv) restablecer y\/o modificar cualquier progresión en el juego o beneficios y privilegios asociados a usted, por ejemplo, cualquier nivel o puntuación que haya alcanzado en los Servicios.","labels":[2],"human_readable_labels":["des uni"],"split":"validation"}
{"text":"x. Suscripciones a Servicios de Xbox inactivas. Microsoft podría desactivar su facturación periódica y detener los cargos recurrentes en\ndeterminados países si no utiliza la suscripción a los Servicios de Xbox durante un período de tiempo. Microsoft le avisará antes de desactivar\nla facturación periódica. Para obtener más información, incluido el período de inactividad correspondiente, consulte la sección Preguntas\nfrecuentes sobre la inactividad de la suscripción| Soporte técnico de Xbox (https:\/\/support.xbox.com\/en-GB\/help\/subscriptions-\nbilling\/manage-subscriptions\/xbox-subscription-inactivity-policy).","labels":[2],"human_readable_labels":["des uni"],"split":"validation"}
{"text":"Aunque hacemos respetar estrictas políticas de exactitud de precios a todos los Proveedores de viajes que suministran nuestra información de viajes y hacemos lo posible para asegurar que el contenido mostrado en o a través de nuestros Servicios y Plataformas esté actualizado y sea preciso, no podemos garantizar la fiabilidad y la exactitud de dicho contenido.","labels":[0],"human_readable_labels":["des risk"],"split":"validation"}
{"text":"Sujeto a estos Términos, será responsable ante nosotros de toda acción, reclamación, medidas, costos, daños, pérdidas y gastos (de manera enunciativa más no limitativa, tasas legales) en los que incurramos nosotros o las empresas del grupo Skyscanner y todos nuestros directivos, consejeros, trabajadores y agentes que surjan de, o estén de alguna forma relacionados con su uso de nuestros Servicios y Plataformas o por la infracción de estos Términos.","labels":[0],"human_readable_labels":["des risk"],"split":"validation"}
{"text":"Podemos restringir, finalizar o suspender temporalmente tu acceso a los Servicios si no cumples con estas Condiciones, nuestras Pautas para la comunidad o la normativa legal, por motivos ajenos a nuestro control o por cualquier otro motivo. Esto significa que podemos rescindir estas Condiciones, dejar de proporcionarte todos o parte de los Servicios o imponer límites nuevos o adicionales a tu capacidad para utilizar nuestros Servicios. Por ejemplo, podríamos desactivar tu cuenta debido a inactividad prolongada y podríamos reclamar tu nombre de usuario en cualquier momento y por cualquier motivo. Y, aunque trataremos de notificártelo con una antelación razonable, no podemos garantizar que tal notificación sea posible en todas las circunstancias.","labels":[2],"human_readable_labels":["des uni"],"split":"validation"}
{"text":"Antes de restringir, finalizar o suspender tu acceso a los Servicios, tendremos en cuenta todos los hechos y circunstancias relevantes que puedan desprenderse de la información a nuestra disposición, en función del motivo subyacente para tomar esa acción. Por ejemplo, si infringes nuestras Pautas para la comunidad, tenemos en cuenta la gravedad, la frecuencia y el impacto de las infracciones, así como la intención tras ellas. En ello se basará nuestra decisión sobre si restringir, finalizar o suspender tu acceso a los Servicios y, en caso de suspensión, sobre durante cuánto tiempo suspenderemos tu acceso. Puedes informarte sobre cómo actuamos y tomamos medidas contra el uso indebido de nuestros Servicios en nuestro sitio web de Ayuda.","labels":[4],"human_readable_labels":["des det"],"split":"validation"}
{"text":"Aceptas, en la medida en que lo permita la ley, indemnizar, defender y eximir de toda responsabilidad a Snap, a nuestras filiales, directores, responsables, accionistas, empleados, licenciatarios y agentes de todas y cada una de las quejas, cargos, reclamaciones, daños, pérdidas, costos, obligaciones y gastos (incluso los honorarios de los abogados) que se deban, surjan o se relacionen de cualquier manera con: (a) tu acceso o uso de los Servicios; (b) tu contenido, incluso las demandas por infracción relacionadas con tu contenido; (c) tu incumplimiento de estas Condiciones o de cualquier ley o normativa aplicable; o (d) tu negligencia o mala conducta intencionada.","labels":[3],"human_readable_labels":["des def"],"split":"validation"}
{"text":"Los Servicios pueden contener foros de discusión, tableros de anuncios, servicios de opiniones, portales de viajes u otros foros en los que usted puede publicar su Contenido, como opiniones sobre experiencias de viajes, mensajes, materiales u otros elementos (“Áreas interactivas”). Si Tripadvisor proporciona dichas Áreas interactivas en los sitios web, usted es el único responsable del uso de dichas Áreas interactivas y las utilizará bajo su propio riesgo y responsabilidad. Las Empresas de Tripadvisor no garantizan confidencialidad con respecto al Contenido que usted proporciona a los Servicios o en cualquier Área interactiva. En la medida en que cualquier entidad que pertenezca a las Empresas de Tripadvisor proporcione cualquier forma de canal de comunicación privada entre los Titulares de cuentas, usted acepta que tal(es) entidad(es) puede(n) controlar el contenido de dichas comunicaciones para ayudar a proteger a nuestra comunidad y a los Servicios. Usted comprende que las Empresas de Tripadvisor no editan ni controlan los mensajes de los usuarios publicados en, o distribuidos mediante, los Servicios, incluidos los enviados en salas de chat, tableros de anuncios u otros foros de comunicación, y no se harán de ninguna forma responsables por dichos mensajes. En particular, Tripadvisor no edita ni controla el Contenido de los usuarios que aparece en los sitios web. Sin embargo, las Empresas de Tripadvisor se reservan el derecho de eliminar sin aviso tales mensajes u otro Contenido de los Servicios, cuando crean de buena fe que tal Contenido incumple este Acuerdo o si de alguna forma consideran que es razonablemente necesario proteger los derechos de las Empresas de Tripadvisor y\/o de otros usuarios de los Servicios. Si no está de acuerdo con la eliminación de su Contenido de los sitios web, puede comunicarse con Tripadvisor mediante el Centro de Ayuda para enviar sus objeciones. Al usar cualquiera de las Áreas interactivas, usted acepta expresamente enviar solo Contenido suyo que cumpla con las especificaciones publicadas de Tripadvisor, tal y como estén vigentes en el momento del envío y que se pusieron a su disposición en Tripadvisor. Usted acepta expresamente no publicar, cargar, transmitir, distribuir, almacenar, crear o de alguna manera publicar, a través de los Servicios, ningún Contenido suyo que:","labels":[2,5],"human_readable_labels":["des uni","des inf"],"split":"validation"}
{"text":"Los valores correspondientes a los cargos que se realicen a Usted, por limpieza o devolución de objetos olvidados, podrán ser actualizados en todo momento a discreción de Uber.","labels":[7],"human_readable_labels":["des reser"],"split":"validation"}
{"text":"En caso de que no cuente con suficiente monto de \"Efectivo” disponible para completar el pago de los Cargos, se le cobrará el saldo restante a su método de pago secundario.","labels":[4],"human_readable_labels":["des det"],"split":"validation"}
{"text":"No hace declaración ni presta garantía alguna relativa a la fiabilidad, puntualidad, calidad, idoneidad o disponibilidad de los Servicios o cualquiera de los servicios o bienes solicitados a través del uso de los Servicios, o que los Servicios no serán interrumpidos o estarán libres de errores.","labels":[0],"human_readable_labels":["des risk"],"split":"validation"}
{"text":"Indemnizarás, defenderás y eximirás de responsabilidad a Vimeo y sus subsidiarias, matrices y afiliados, y a sus respectivos directores, funcionarios, empleados y agentes (y a los nuestros), de todas las quejas, las demandas, los reclamos, los daños, las pérdidas, los costos, las responsabilidades y los gastos de terceros, incluidas las tarifas de abogados, que surjan o estén relacionadas con lo siguiente: (a) el contenido que envías a los Servicios o mediante ellos; y (b) las acusaciones de acciones u omisiones en las que hayas incurrido y que (independientemente de que se comprueben) constituirían un incumplimiento de este Acuerdo.","labels":[3],"human_readable_labels":["des def"],"split":"validation"}
{"text":"SALVO LO ESTABLECIDO EXPRESAMENTE EN ESTE DOCUMENTO, Y EN FUNCIÓN DE LO PERMITIDO POR LA LEGISLACIÓN APLICABLE, VIMEO RENUNCIA A TODAS LAS GARANTÍAS EXPRESAS O IMPLÍCITAS, INCLUIDAS LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO ESPECÍFICO Y DE NO INFRACCIÓN. Entre otras cosas, Vimeo no declara ni garantiza lo siguiente:","labels":[0],"human_readable_labels":["des risk"],"split":"validation"}
{"text":"Relación: estos Términos de servicio no establecen ninguna relación de representación, asociación, empresa conjunta, empleo o franquicia entre usted y Vimeo. Este Acuerdo vincula a las partes y sus sucesores, representantes personales y cesionarios autorizados. Usted no puede ceder ni transferir este Acuerdo ni sus derechos en virtud de estos Términos de servicio, en su totalidad o en parte, por disposición legal o de otro modo, sin nuestro consentimiento previo por escrito; cualquier cesión de esta naturaleza será nula. Podemos ceder estos Términos, o cualquiera de nuestros derechos y obligaciones en virtud de los Términos, en cualquier momento sin consentimiento. Salvo cuando se haya declarado expresamente en este documento, ninguna parte de este Acuerdo confiere derechos a un tercero.","labels":[5],"human_readable_labels":["des inf"],"split":"validation"}
{"text":"UTILIZAS NUESTROS SERVICIOS BAJO TU PROPIO RIESGO Y SUJETO A LAS SIGUIENTES DESCARGAS DE RESPONSABILIDAD. PROVEEMOS NUESTROS SERVICIOS “TAL Y COMO ESTÁN” Y SIN NINGÚN TIPO DE GARANTÍA EXPRESA O IMPLÍCITA, LO QUE INCLUYE, ENTRE OTRAS, GARANTÍAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR, TÍTULO, NO INFRACCIÓN Y AUSENCIA DE CUALQUIER VIRUS INFORMÁTICO U OTRO TIPO DE CÓDIGO DAÑINO. NO GARANTIZAMOS QUE NINGUNA INFORMACIÓN PROPORCIONADA POR NOSOTROS SEA PRECISA, COMPLETA O ÚTIL, QUE NUESTROS SERVICIOS SEAN OPERATIVOS, ESTÉN EXENTOS DE ERRORES, PROTEGIDOS O SEGUROS, O QUE NUESTROS SERVICIOS FUNCIONEN SIN INTERRUPCIONES, DEMORAS O IMPERFECCIONES. NO CONTROLAMOS Y NO SOMOS RESPONSABLES DE CONTROLAR CÓMO O CUÁNDO NUESTROS USUARIOS UTILIZAN NUESTROS SERVICIOS O LAS FUNCIONES, LOS SERVICIOS Y LAS INTERFACES QUE NUESTROS SERVICIOS PROPORCIONAN. NO SOMOS RESPONSABLES NI ESTAMOS OBLIGADOS A CONTROLAR LAS ACCIONES NI LA INFORMACIÓN (INCLUIDO EL CONTENIDO) DE NUESTROS USUARIOS O DE TERCEROS. NOS LIBERAS A NOSOTROS, A NUESTRAS SUBSIDIARIAS, FILIALES Y A LOS ADMINISTRADORES, GERENTES, EMPLEADOS, SOCIOS Y AGENTES NUESTROS Y SUYOS (EN CONJUNTO, LAS “PARTES DE WHATSAPP”) FRENTE A CUALQUIER RECLAMACIÓN, RECLAMO, CAUSA DE ACCIÓN, CONTROVERSIA, DISPUTA O DAÑOS (EN CONJUNTO, “RECLAMACIONES”), CONOCIDOS O DESCONOCIDOS, RELACIONADOS, DERIVADOS O CONECTADOS DE ALGÚN MODO CON CUALQUIER RECLAMACIÓN QUE TENGAS DE CUALQUIER TERCERO. TUS DERECHOS CON RESPECTO A LAS PARTES DE WHATSAPP NO SE MODIFICAN POR LA EXCLUSIÓN ANTERIOR SI LAS LEYES DE TU PAÍS DE RESIDENCIA O TERRITORIO, SI SON APLICABLES COMO RESULTADO DEL USO QUE HAGAS DE NUESTROS SERVICIOS, NO LO PERMITEN. SI ERES RESIDENTE DE LOS ESTADOS UNIDOS, RENUNCIAS A CUALQUIER DERECHO QUE PUEDAS TENER EN VIRTUD DEL ARTÍCULO §1542 DEL CÓDIGO CIVIL DE CALIFORNIA O CUALQUIER OTRA NORMA O LEY APLICABLE SIMILAR DE CUALQUIER OTRA JURISDICCIÓN QUE INDIQUE QUE: UNA RENUNCIA GENERAL NO INCLUYE LAS RECLAMACIONES QUE EL ACREEDOR O LA PARTE EXONERANTE DESCONOCEN O NO SOSPECHAN QUE EXISTEN EN SU FAVOR EN EL MOMENTO DE LA EJECUCIÓN DE LA RENUNCIA, LA CUAL, SI FUERA CONOCIDA POR ELLOS, PODRÍA HABER AFECTADO SIGNIFICATIVAMENTE SU ACUERDO CON EL DEUDOR O LA PARTE EXONERADA.","labels":[0],"human_readable_labels":["des risk"],"split":"validation"}
{"text":"YouTube se reserva el derecho de suspender o cerrar su Cuenta de Google o bien suspender o cancelar su acceso a todo o parte del Servicio si: (a) incumples significativa o repetidamente este Acuerdo; (b) se nos exige hacerlo para satisfacer un requisito legal o una orden judicial; o","labels":[2],"human_readable_labels":["des uni"],"split":"validation"}
{"text":"YouTube se reserva el derecho de suspender o cerrar su Cuenta de Google o bien suspender o cancelar su acceso a todo o parte del Servicio si: (c) creemos que existe una conducta que genera (o podría generar) responsabilidad o dañar a algún usuario, a un tercero, a YouTube o a nuestros Afiliados.","labels":[2],"human_readable_labels":["des uni"],"split":"validation"}
{"text":"APPLE NO ASEGURA QUE EL SITIO O CUALQUIER CONTENIDO, SERVICIO O CARACTERÍSTICA DE ESTE ESTARÁ LIBRE DE ERRORES O INTERRUPCIONES, NI QUE SE CORREGIRÁN LOS POSIBLES DEFECTOS, NI QUE SU USO DEL SITIO DARÁ RESULTADOS ESPECÍFICOS. EL SITIO Y SU CONTENIDO SE OFRECEN \"EN EL ESTADO EN QUE SE ENCUENTRAN\" Y \"SEGÚN SU DISPONIBILIDAD”. TODA LA INFORMACIÓN PROPORCIONADA EN EL SITIO ESTÁ SUJETA A CAMBIOS SIN PREVIO AVISO. APPLE NO PUEDE GARANTIZAR QUE LOS ARCHIVOS U OTROS TIPOS DE DATOS QUE USTED DESCARGUE DEL SITIO ESTÉN LIBRES DE VIRUS, O CARACTERÍSTICAS DESTRUCTIVAS. APPLE SE DESLINDA DE TODA GARANTÍA, YA SEA EXPRESA O IMPLÍCITA, INCLUIDAS LAS GARANTÍAS DE PRECISIÓN, NO INFRACCIÓN, COMERCIABILIDAD Y ADAPTABILIDAD A UN FIN PARTICULAR. APPLE NO SE RESPONSABILIZA DE LOS ACTOS, OMISIONES Y CONDUCTAS DE TERCEROS RELACIONADOS CON CÓMO UTILIZA EL SITIO Y\/O LOS SERVICIOS DE APPLE. ES SU RESPONSABILIDAD CÓMO UTILIZA EL SITIO Y LOS SITIOS ENLAZADOS. EL ÚNICO RECURSO QUE PUEDE APLICAR CONTRA APPLE POR INCONFORMIDAD CON EL SITIO O SU CONTENIDO ES DEJAR DE USAR EL SITIO O DICHO CONTENIDO. ESTA LIMITACIÓN DE COMPENSACIÓN ES PARTE DE LA NEGOCIACIÓN ENTRE LAS PARTES.","labels":[0],"human_readable_labels":["des risk"],"split":"validation"}
{"text":"Usted acepta indemnizar y eximir de responsabilidad a Apple, sus funcionarios, directores, accionistas, predecesores, sucesores causahabientes, empleados, agentes, subsidiarios y afiliados respecto de cualquier tipo de demanda, pérdida, responsabilidad, reclamo o gasto (incluidos los honorarios de los abogados) en contra de Apple por parte de cualquier tercero que surja de su uso del Sitio o en relación con este.","labels":[3],"human_readable_labels":["des def"],"split":"validation"}
{"text":"De acuerdo a la legislación aplicable, Nosotros podremos rescindir o modificar la Plataforma, los programas de miembros, los productos o servicios en cualquier momento, sin previo aviso.","labels":[7],"human_readable_labels":["des reser"],"split":"validation"}
{"text":"INDEMNIZACIÓN Y LIBERACIÓN. DE ACUERDO A LA LEGISLACIÓN APLICABLE, Usted acepta indemnizar, defender y eximir de responsabilidad a NIKE y sus directivos, directores, empleados, agentes, licenciantes y proveedores (las “Partes de NIKE”) de y contra todas las reclamaciones, pérdidas, responsabilidades, gastos, daños y perjuicios y costos, lo que incluye, entre otros, honorarios de abogados, que de alguna manera surjan de o en relación con su Contenido de Usuario, su uso del Contenido, su uso de la Plataforma, su conducta en relación con la Plataforma o con otros usuarios de la Plataforma, o cualquier violación de estos Términos de Uso, cualquier ley o los derechos de terceros. Usted, para Usted y en nombre de sus herederos, patrimonio, aseguradoras, sucesores y cesionarios, por la presente libera y exonera de forma plena y completa a las Partes NIKE de cualquier reclamación o motivo para iniciar acciones judiciales que pueda tener por daños y perjuicios relacionados de cualquier manera con su uso de la Plataforma.","labels":[3],"human_readable_labels":["des def"],"split":"validation"}
{"text":"Pullmanbus.cl, procurará mantener, en la medida de lo posible, la continuidad de los servicios ofrecidos las 24 horas del día por los 365 días del año. Sin embargo, se hace presente la posibilidad de existencia de errores y\/o fallos propios de un sistema informático que afecten dicha continuidad, frente a los cuales, El Cliente y\/o usuario declara conocer y aceptar como posibles contingencias fortuitas, eximiendo a pullmanbus.cl de cualquier responsabilidad ulterior alrespecto. El Cliente será responsable de presentarse en el terminal o paradero de embarque correspondiente en el tiempo establecido por cada una de las Prestadoras de Servicios y solo podrá abordar el bus en el punto de embarque indicado al momento de hacer la compra y reflejado en el pasaje. Una vez confirmado el pasaje no podrá cambiarse el punto de embarque. Para rutas internacionales, en caso de ser negado el ingreso al país destino, lo cual es a completa responsabilidad del cliente, pullmanbus.cl no estará obligado a devolver los valores de los boletos.","labels":[0],"human_readable_labels":["des risk"],"split":"validation"}
{"text":"2.3 Una vez completado el Registro, Rappi otorgará al Usuario\/Consumidor una cuenta personal para acceder a la Plataforma con la contraseña que dicho Consumidor elija (la “Cuenta”). El Usuario\/Consumidor accederá a su Cuenta mediante el ingreso de su apodo de usuario y clave de seguridad personal elegida. La Cuenta es personal, única e intransferible, y está expresamente prohibido que un mismo Usuario\/Consumidor se registre más de una vez o posea más de una Cuenta. Asimismo, queda prohibido para el Usuario\/Consumidor vender, ceder, prestar, arrendar o realizar cualquier tipo de transferencia de su cuenta a terceros para cualquier fin. En caso de que Rappi detecte o razonablemente considere que distintas Cuentas contienen datos que hacen presumir que se trate de una misma persona con más de una cuenta, podrá cancelar, suspender o inhabilitar todas las Cuentas relacionadas sin previo aviso, y sin que ello implique derecho a reclamo a alguno por parte de los titulares de dichas Cuentas. El Usuario\/Consumidor será el único responsable por el cuidado y buen uso de su Cuenta, así como de mantener sus claves de acceso protegidas.","labels":[4],"human_readable_labels":["des det"],"split":"validation"}
{"text":"Usted acepta indemnizar y evitar que Spotify reciba daños de y contra cualquier pérdida, daños y gastos razonables, directos y esperables (incluidos los honorarios y costos razonables de abogados) que Spotify sufra o incurra provenientes de lo siguiente: (1) su infracción de cualquiera de los Términos (incluidos los términos y condiciones adicionales de Spotify incorporados en este acuerdo); (2) cualquier Contenido de usuario que usted publique o contribuya de otra manera; (3) cualquier actividad en la que usted interactúe en el Servicio de Spotify o a través del mismo; y (4) su infracción de cualquier ley o derecho de terceros.","labels":[3],"human_readable_labels":["des def"],"split":"validation"}
{"text":"Starbucks se reserva el derecho de terminar, descontinuar o cancelar el programa Starbucks Rewards en cualquier momento, previa notificación al email registrado en tu cuenta. Asimismo, cualquier modificación a estos términos y condiciones de uso será debidamente informado, con antelación, por medio del Sitio y de los demás canales disponibles para la comunicación con el Usuario.","labels":[7],"human_readable_labels":["des reser"],"split":"validation"}
{"text":"Cualquier uso no autorizado por estos términos y condiciones será prohibido y se sancionará de acuerdo a las leyes y regulaciones vigentes, sin perjuicio de las acciones que puedan ejercer terceros que se vean afectados por un uso no autorizado. El Usuario que realice uno o más usos no autorizados será inmediatamente eliminado del Programa y perderá el derecho a todos los Beneficios que hubiera podido acceder, así como el acceso a su Cuenta y a su Starbucks Card.","labels":[4],"human_readable_labels":["des det"],"split":"validation"}
{"text":"Tus Datos Personales son utilizados para la adecuada y segura prestación de la App Tenpo y para mejorar tu experiencia en su uso, incluyendo el tratamiento de tus Datos Personales con los siguientes fines:\nl) Analizar estadísticamente tus Datos Personales, incluyendo su anonimización;","labels":[5],"human_readable_labels":["des inf"],"split":"validation"}
{"text":"Es posible que también utilicemos tus Datos Personales para otros fines. En este caso, te informaremos debidamente aquellos fines, y solicitaremos tu autorización previamente.","labels":[5],"human_readable_labels":["des inf"],"split":"validation"}
{"text":"No nos hacemos responsables si la información disponible en este sitio no es exacta, completa o actual. El material en este sitio es provisto solo para información general y no debe confiarse en ella o utilizarse como la única base para la toma de decisiones sin consultar primeramente, información más precisa, completa u oportuna. Cualquier dependencia en el material de este sitio es bajo su propio riesgo.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"validation"}
{"text":"No garantizamos que la calidad de los productos, servicios, información u otro material comprado u obtenido por ti cumpla con tus expectativas, o que cualquier error en el Servicio será corregido.","labels":[1],"human_readable_labels":["bfe"],"split":"validation"}
{"text":"Aceptas expresamente que el uso de, o la posibilidad de utilizar, el servicio es bajo tu propio riesgo. El servicio y todos los productos y servicios proporcionados a través del servicio son (salvo lo expresamente manifestado por nosotros) proporcionados \"tal cual\" y \"según esté disponible\" para su uso, sin ningún tipo de representación, garantías o condiciones de ningún tipo, ya sea expresa o implícita, incluidas todas las garantías o condiciones implícitas de comercialización, calidad comercializable, la aptitud para un propósito particular, durabilidad, título y no infracción.","labels":[0],"human_readable_labels":["des risk"],"split":"validation"}
{"text":"3.5. Cambios en el precio y planes de membresía. Podemos cambiar nuestros planes de membresía y el precio de nuestro servicio de vez en cuando. Le informaremos los cambios en el precio del servicio y en los planes de membresía con al menos un mes de anticipación a la fecha de entrada en vigencia. Si no desea aceptar el cambio de precio o la modificación del plan, puede cancelar su membresía antes de que el cambio entre en vigor.","labels":[2],"human_readable_labels":["des uni"],"split":"test"}
{"text":"USTED RECONOCE Y ACEPTA QUE, EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY, TODO EL RIESGO QUE SURJA DE SU ACCESO Y USO DEL SITIO, LOS SERVICIOS Y EL CONTENIDO COLECTIVO PERMANECE CON USTED. NI ACADEMIA.EDU NI NINGUNA OTRA PERSONA O ENTIDAD IMPLICADA EN LA CREACIÓN, PRODUCCIÓN O ENTREGA DEL SITIO, LOS SERVICIOS O EL CONTENIDO COLECTIVO SERÁN RESPONSABLES DE NINGÚN DAÑO INCIDENTAL, ESPECIAL, EJEMPLAR O CONSECUENTE, O PÉRDIDA DE GANANCIAS, PÉRDIDA DE DATOS O PÉRDIDA DE BUENA VOLUNTAD. , INTERRUPCIÓN DEL SERVICIO, DAÑO A LA COMPUTADORA O FALLA DEL SISTEMA O EL COSTO DE PRODUCTOS O SERVICIOS SUSTITUTOS, O POR CUALQUIER DAÑO POR LESIONES PERSONALES O CORPORALES O ANALISIS EMOCIONAL QUE SURJAN DE O EN RELACIÓN CON ESTOS TÉRMINOS O DEL USO O INCAPACIDAD DE UTILIZAR EL SITIO , SERVICIOS O CONTENIDO COLECTIVO, O DE CUALQUIER COMUNICACIÓN, INTERACCIÓN O REUNIÓN CON OTROS USUARIOS DEL SITIO O SERVICIOS U OTRAS PERSONAS CON QUIENES SE COMUNICA O INTERACTÚA COMO RESULTADO DE SU USO DEL SITIO O SERVICIOS, YA SEA BASADO EN GARANTÍA, CONTRATO, AGRAVIO (INCLUYENDO NEGLIGENCIA), RESPONSABILIDAD DEL PRODUCTO O CUALQUIER OTRA TEORÍA LEGAL, YA SEA QUE ACADEMIA.EDU HA SIDO INFORMADO O NO DE LA POSIBILIDAD DE DICHO DAÑO, Y YA SEA PREVISIBLE O NO, INCLUSO SI SE ENCUENTRA QUE UN RECURSO LIMITADO ESTABLECIDO AQUÍ HA FALLADO SU FINALIDAD ESENCIAL.","labels":[3],"human_readable_labels":["des def"],"split":"test"}
{"text":"Usamos una combinación de sistemas automatizados, informes de usuario y un equipo de moderadores para monitorear y revisar cuentas en busca de contenido que indique infracciones de estas normas. Si infringes nuestras normas de forma continuada, nos reservamos el derecho tanto a bloquear como a deshabilitar tu cuenta o tu acceso a Badoo. Asimismo, nos reservamos el derecho a eliminar cualquier Contenido que subas a Badoo si consideramos que vulnera las Condiciones o si así lo exige la ley vigente.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"En la máxima medida permitida por la ley, Badoo excluye expresamente: \ntodas las condiciones, representaciones, garantías y otros términos que de otro modo podrían estar implícitos en el estatuto, el derecho consuetudinario o la ley de equidad; y \ncualquier responsabilidad en la que incurra derivada del uso de Badoo, sus servicios o estos Términos, incluidos, entre otros, los reclamos, cargos, demandas, daños, responsabilidades, pérdidas o gastos de cualquier naturaleza y de cualquier manera directa, daños indirectos, incidentales, especiales, ejemplares, punitivos o consecuentes (sin embargo, que surjan, incluida la negligencia), pérdida de uso, pérdida de datos, pérdida causada por un virus informático o electrónico, pérdida de ingresos o ganancias, pérdida o daño a la propiedad, desperdicio tiempo de gestión o de oficina, incumplimiento de contrato o reclamaciones de terceros u otras pérdidas \n de cualquier tipo o carácter, incluso si Badoo ha sido advertido de la posibilidad de tales daños o pérdidas, derivados o relacionados con el uso de Badoo. Esta limitación de responsabilidad se aplica, pero no está limitada, a la transmisión de cualquier dispositivo deshabilitador o virus que pueda infectar tu equipo, fallos, equipos o líneas de comunicación mecánicos o eléctricos o cualquier otro problema interrelacionado (como por ejemplo, si no tienes acceso a tu proveedor de servicios de internet), acceso no autorizado, robo, lesiones corporales (a excepción de las causadas por negligencia demostrada por nuestra parte), daños materiales, errores del operador, huelgas o cualquier otro tipo de problemas laborales o circunstancias de fuerza mayor que estén relacionados con Badoo, incluyendo, sin limitación, cualquier responsabilidad por pérdida de ingresos, pérdida de beneficios, pérdida de contratos o negocios, pérdida de ahorros previstos, pérdida de fondos de comercio, pérdida de información, mal uso de la gestión u horario laboral y cualquier otras pérdidas o daños de cualquier naturaleza que pudieran surgir y estar causados por agravios (incluyendo, pero no limitado, negligencias), incumplimientos de contrato o similares, incluso si son previsibles de manera directa o incumplimiento de contrato o de otro tipo, incluso si es previsible, ya sea que surja directa o indirectamente. \nresponsabilidad total de Badoo para con los usuarios en relación con cualesquiera pérdidas surgidas de o relacionadas con las presentes Condiciones tanto contractual como extracontractual (incluida negligencia e incumplimiento de obligación reglamentaria) o de cualquier otra naturaleza no excederá en ningún caso el valor correspondiente a 20 libras esterlinas. ","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"10. Indemnización \nMe he olvidado del código de conducta de la comunidad y alguien amenaza con demandar a Badoo. ¿Qué puede ocurrir? \nSi alguien nos demanda debido a tu actividad en Badoo, tenemos el derecho a sostener o resolver la demanda, tal y como lo creamos conveniente. Si te lo pedimos, colaborarás plenamente con nosotros para ayudarnos a defender la demanda pertinente. \nAceptas no eximirte de responsabilidad e indemnizar a nuestros funcionarios, directores, empleados, agentes, representantes y licenciadores de y contra cualquier demanda de terceros, daños (presentes y futuros), acciones, juicios, demandas, pérdidas, responsabilidades, costes y gastos (incluyendo costes legales) surgidos como consecuencia o en relación con tu uso y actividad en Badoo, la publicación de Contenido que hayas subido a Badoo o tu conducta, si no se ajustan a las Condiciones u otras leyes y normas (“Demanda”). Badoo se reserva el derecho a resolver, llegar a un acuerdo o pagar cualquier o todas las Demandas o acciones interpuestas contra nosotros sin necesidad de obtener tu consentimiento previo. \n","labels":[3],"human_readable_labels":["des def"],"split":"test"}
{"text":"19. Nos reservamos el derecho a cancelar, sin previo aviso, cualquier Premio obtenido mediante fraude o uso indebido.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"24. Si no sigues las reglas de esta sección, podemos suspender o cancelar automáticamente tu Monedero.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"1. Podemos ayudarte a comunicarte con tu Proveedor de servicios, pero eso no significa que asumamos la responsabilidad de la Experiencia de viaje o de cualquier cuestión que el Proveedor de servicios haga o deje de hacer. No podemos garantizar que vayan a leer nada que escribas o que vayan a hacer lo que les pidas. En sí mismo, el hecho de contactar con él o que este se comunique contigo no significa que tengas motivos para emprender acciones legales. Si necesitas ayuda, contacta con nosotros a través de la página de Ayuda.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"2. Si cancelamos una Reserva como consecuencia de ello, es posible que (en función de las circunstancias) no tengas derecho a un reembolso. Podemos indicarte por qué hemos cancelado tu Reserva, a menos que informarte (a) infrinja las leyes aplicables o (b) evite u obstruya la detección o prevención de fraude u otras actividades ilegales. Si crees que hemos cancelado incorrectamente tu Reserva, ponte en contacto con nuestro equipo del servicio de Atención al cliente.","labels":[0,7],"human_readable_labels":["des risk","des reser"],"split":"test"}
{"text":"6. En virtud de las condiciones sobre daños, existe un límite de cuánto puede cobrarte el Proveedor de servicios a través de nuestra Plataforma (el límite aparece mientras estás realizando la reserva). Sin embargo, el Proveedor de servicios puede iniciar una reclamación judicial contra ti al margen de las condiciones sobre daños, en cuyo caso no se aplica el límite.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"4. Actuamos únicamente como la Plataforma y no estamos involucrados en los Términos del tercero. No somos responsables del billete ni de ningún otro extra que puedas adquirir y (en la máxima medida de lo permitido por la ley) no asumimos ninguna responsabilidad en relación con tu Reserva.","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"test"}
{"text":"5. La mayoría de las aerolíneas requieren que los clientes utilicen sus vuelos en orden. Por tanto, si no utilizas el primer vuelo, la aerolínea puede cancelar automáticamente el resto del itinerario.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"2. Debes asegurarte de que todos los miembros del grupo cumplan con nuestras Condiciones y (cuando corresponda) los términos del Proveedor de servicios, que has podido leer y aceptar durante el proceso de reserva. Reconoces que, si los incumples:\n\"es posible que tengas que pagar cargos adicionales;  la Reserva puede ser cancelada;\nel conductor puede negarse a efectuar el traslado.\"","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"test"}
{"text":"Transporte público. Es probable que no tengas derecho a un reembolso una vez que se confirme la Reserva.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"Modificaciones (cambios) antes de que\ncomience el Trayecto","labels":[2,1],"human_readable_labels":["des uni","bfe"],"split":"test"}
{"text":"6. Transporte público. No puedes cambiar la Reserva una vez confirmada.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"Usted comprende que si su cuenta se suspende o finaliza, es posible que ya no tenga acceso a los Contenidos que se almacenan con los Servicios.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"Tras la finalización, puede solicitar acceso a sus Contenidos, que pondremos a disposición, excepto en los casos en que hayamos cancelado su cuenta debido a su incumplimiento de estas Condiciones o las condiciones de la Política de uso aceptable de la Sección 10. Usted debe realizar dicha solicitud en los catorce (14) días posteriores a la finalización; de lo contrario, es posible que cualquier Contenido que tenga almacenado en relación con los Servicios no pueda recuperarse y no estaremos obligados a mantener Contenidos almacenados en su cuenta una vez transcurrido este período de catorce (14) días.","labels":[4],"human_readable_labels":["des det"],"split":"test"}
{"text":"Con el fin de mantener las obligaciones de Box con usted para la provisión de Box Zones, usted reconoce y acepta que Box puede cambiar el(los) Proveedor(es) de Servicios en cualquier momento durante su Plan de Suscripción. Box acepta notificarle por escrito con al menos treinta (30) días de anticipación sobre dicho cambio en el Proveedor de Servicios antes de la implementación, a menos que dicho cambio sea necesario para evitar un daño inminente para usted, Box o los Servicios, en cuyo caso Box le notificará tan pronto como sea razonablemente posible a partir de entonces.","labels":[1,2],"human_readable_labels":["bfe","des uni"],"split":"test"}
{"text":"Con el fin de mantener las obligaciones de Box con usted para la provisión de Box Zones, usted reconoce y acepta que Box puede cambiar el(los) Proveedor(es) de Servicios en cualquier momento durante su Plan de Suscripción. Box acepta notificarle por escrito con al menos treinta (30) días de anticipación sobre dicho cambio en el Proveedor de Servicios antes de la implementación, a menos que dicho cambio sea necesario para evitar un daño inminente para usted, Box o los Servicios, en cuyo caso Box le notificará tan pronto como sea razonablemente posible a partir de entonces.","labels":[1,2],"human_readable_labels":["bfe","des uni"],"split":"test"}
{"text":"Una vez que suspendamos o rescindamos tu acceso a los Servicios, no podrás acceder a Tus archivos ni exportarlos. Dropbox no ofrece reembolsos si suspendemos o rescindimos tu acceso a los Servicios, a menos que lo exija la ley.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"Si consideramos que estás infringiendo estas Condiciones de uso o cualquiera de nuestras políticas, o usando de manera indebida eBay o nuestros Servicios, podemos, a nuestra entera discreción y sin limitar otros recursos, restringir, suspender o cancelar tu(s) cuenta(s) de usuario y el acceso a nuestros Servicios, retener o eliminar el contenido alojado, eliminar cualquier estado especial asociado a tu(s) cuentas(s), eliminar, dejar de mostrar o cambiar la clasificación de los anuncios, reducir o eliminar descuentos y adoptar medidas técnicas o legales para evitar que utilices nuestros Servicios. Podemos ofrecer un proceso que permita a los usuarios denunciar supuestas infracciones para que las analicemos y manejemos a través de una o más de estas opciones, a nuestra entera discreción.","labels":[7,4],"human_readable_labels":["des reser","des det"],"split":"test"}
{"text":"Aceptas indemnizarnos y sacarnos en paz y a salvo (a nosotros y a nuestras afiliadas y subsidiarias, y a nuestros y sus respectivos directivos, directores, empleados y agentes) frente a cualquier reclamo o demanda, incluidos honorarios legales razonables, realizado por terceros y que surja de tu incumplimiento de estas Condiciones de uso, tu uso indebido de nuestros Servicios o tu incumplimiento de las leyes o los derechos de terceros.","labels":[3],"human_readable_labels":["des def"],"split":"test"}
{"text":"TÚ E EBAY ACUERDAN QUE CADA UNO DE NOSOTROS DEBE PRESENTAR RECLAMACIONES UNOS CONTRA OTROS SOLO DE FORMA INDIVIDUAL Y NO COMO DEMANDANTE O PARTICIPANTE DE UNA DEMANDA O PROCESO COLECTIVO. A MENOS QUE TÚ E EBAY ACUERDEN DE OTRO MODO, EL ÁRBITRO NO PODRÁ CONSOLIDAR O UNIFICAR LAS RECLAMACIONES DE MÁS DE UNA PERSONA O GRUPO DE PERSONAS, Y NO PODRÁ DE NINGUNA FORMA PRESIDIR CUALQUIER ACCIÓN O PROCESO COLECTIVO CONSOLIDADO. ASIMISMO, EL ÁRBITRO PUEDE CONCEDER UNA REPARACIÓN (INCLUIDA UNA INDEMNIZACIÓN MONETARIA, UNA MEDIDA CAUTELAR O UNA REPARACIÓN DECLARATORIA) SÓLO EN FAVOR DE LA PARTE INDIVIDUAL QUE BUSCA REPARACIÓN Y SOLO EN LA MEDIDA NECESARIA PARA PROPORCIONAR LA REPARACIÓN SOLICITADA POR LOS RECLAMOS INDIVIDUALES DE ESA PARTE INVOLUCRADA. CUALQUIER REPARACIÓN OTORGADA NO PODRÁN OTORGARSE NI AFECTAR A OTROS USUARIOS. Si un tribunal decide que la ley vigente excluye la aplicación de cualquiera de las limitaciones del presente párrafo respecto de una reclamación o solicitud particular de reparación judicial (como una solicitud de medida cautelar) entonces tal reclamación o solicitud de reparación judicial (y solo tal reclamación o solicitud de reparación judicial) debe separarse del arbitraje y podrá someterse ante un tribunal con sujeción a tu derecho y al derecho de eBay de apelar la decisión del tribunal (conforme a la Sección 18.C siguiente). El resto de las reclamaciones se someterán a arbitraje.","labels":[3],"human_readable_labels":["des def"],"split":"test"}
{"text":"Usted acepta que estos derechos y licencias están exentos de cargas económicas, son transferibles, sublicenciables, se otorgan a nivel mundial y son irrevocables (mientras su Contenido esté almacenado con nosotros), e incluyen el derecho a que pongamos dicho Contenido a disposición de, y transmitamos estos derechos a, otras partes con quienes tengamos relaciones contractuales relacionadas con la prestación del Servicio de Evernote, con el único fin de prestar dichos servicios, y a permitir el acceso o divulgar su Contenido a terceros si determinamos que dicho acceso es necesario para cumplir con nuestras obligaciones legales.","labels":[6],"human_readable_labels":["des lic"],"split":"test"}
{"text":"Usted acepta indemnizarnos y eximirnos a nosotros, nuestras filiales, empresas matrices, afiliadas, directivos, representantes, empleados, anunciantes, proveedores de servicios y otros socios de cualquier reclamación, responsabilidad, daños y perjuicios (reales y consecuentes), pérdidas y gastos (incluidos los honorarios de abogados y otros profesionales) derivados o de alguna manera relacionados con reclamaciones de terceros relativas al uso que usted haga de cualquiera de los Servicios de Evernote, cualquier infracción de los presentes Términos o cualquiera otra acción relacionada con el uso que haga del Servicio de Evernote (incluidas todas las acciones que se realicen con su cuenta). En caso de producirse, haremos todo lo posible por informarle de dicha reclamación, demanda o acción a la información de contacto que tenemos vinculada a la cuenta, si bien el hecho de no notificarle no eliminará ni reducirá su obligación de indemnización en virtud del presente documento.","labels":[3,1],"human_readable_labels":["des def","bfe"],"split":"test"}
{"text":"2. Permiso para usar tu nombre, foto del perfil e información sobre las acciones que realizas con anuncios y contenido patrocinado o comercial. Nos concedes permiso para usar tu nombre y foto del perfil e información sobre las acciones que realizas en Facebook junto a anuncios, ofertas y otro contenido patrocinado o comercial que mostramos a través de nuestros Productos, o en relación con ellos, sin que recibas compensación de ningún tipo. Por ejemplo, podemos mostrar a tus amigos que te interesa un evento publicado o que te gusta una página de Facebook creada por una marca que nos paga para mostrar sus anuncios en Facebook. Los anuncios y el contenido de este tipo solo pueden ser vistos por las personas que contenido de este tipo solo pueden ser vistos por las personas que tienen tu permiso para ver las acciones que realizas en los Productos de Meta. Puedes obtener más información sobre la configuración y las preferencias de anuncios.","labels":[5],"human_readable_labels":["des inf"],"split":"test"}
{"text":"Nos reservamos el derecho (pero no estamos obligados a hacerlo) a eliminar o desactivar el acceso al Servicio de Fitbit, a cualquier Contenido de Fitbit o a Tu Contenido en cualquier momento, sin previo aviso y a nuestro exclusivo arbitrio, si decidimos que el Contenido de Fitbit, Tu Contenido o tu uso del Servicio de Fitbit son censurables o suponen alguna infracción de estos Términos. Tenemos derecho a investigar las infracciones de estos Términos y de cualquier conducta que afecte al Servicio de Fitbit, así como a adoptar las medidas que consideremos adecuadas en respuesta a esas infracciones.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"Se podrán aplicar términos y condiciones adicionales a las encuestas, concursos, sorteos y otras promociones patrocinadas por Fitbit y sus socios. Es tu responsabilidad revisar atentamente esos términos y condiciones.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"Nos reservamos el derecho a suspender o desactivar tu cuenta o tu acceso a ciertos aspectos o la totalidad del Servicio de Fitbit, así como a poner fin a estos Términos, a nuestra entera discreción, en cualquier momento, sin previo aviso y sin incurrir en ninguna responsabilidad ante ti. Si tiene lugar dicha suspensión, desactivación o terminación, podremos borrar o eliminar Tu contenido y cualquier otra información relacionada con tu cuenta. Puedes cerrar tu cuenta en cualquier momento poniéndote en contacto con el servicio de Atención al cliente. En caso de terminación de estos Términos o suspensión, terminación o interrupción del Servicio de Fitbit o de tu cuenta, seguirán en vigor las siguientes cláusulas de estos Términos: Cláusulas 1, 5, 6, 9, 10, 11, 13, 14, 16, 17, 19, 20, 21, 22, 23, 24 y 25.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"Los Servicios de entrenamiento en vivo se proporcionan \"tal cual\", sin garantía de ningún tipo. Sin limitar los términos anteriores o cualesquiera otros términos o acuerdos que tengas con nosotros, renunciamos explícitamente a todas las garantías explícitas o implícitas que surjan o estén relacionadas con estos Términos de entrenamiento o los Servicios de entrenamiento en vivo, incluidas las garantías de comerciabilidad, idoneidad para un propósito particular, goce pacífico o no infracción, así como cualquier garantía que surja del curso de negociaciones o el uso del comercio. No garantizamos que los Servicios de entrenamiento en vivo vayan a satisfacer tus exigencias o estar disponibles de forma ininterrumpida, segura y sin errores.","labels":[0,1],"human_readable_labels":["des risk","bfe"],"split":"test"}
{"text":"Nos reservamos el derecho de cancelar inmediatamente su acceso o uso de nuestros Productos o Servicios si creemos, a nuestra entera discreción, que usted exhibe dicho comportamiento o viola o intenta violar cualquier ley o infringe estos Términos.","labels":[4,1],"human_readable_labels":["des det","bfe"],"split":"test"}
{"text":"Nos reservamos el derecho de cancelar inmediatamente su acceso o uso de nuestros Productos o Servicios si creemos, a nuestra entera discreción, que usted exhibe dicho comportamiento o viola o intenta violar cualquier ley o infringe estos Términos.","labels":[4,1],"human_readable_labels":["des det","bfe"],"split":"test"}
{"text":"Podemos cambiar o interrumpir, temporal o permanentemente, cualquier característica, componente o contenido de los Productos o Servicios en cualquier momento sin previo aviso. Nos reservamos el derecho de determinar el momento y el contenido de las actualizaciones de software, las cuales podemos descargar e instalar automáticamente, sin previo aviso a usted. A excepción del reembolso prorrateado de cualquier tarifa prepagada que se establece en la sección 3.1, usted acepta que Headspace no será responsable ante usted por la falta de disponibilidad, modificación, suspensión o interrupción de cualquier característica o componente de los Productos o Servicios.","labels":[2,1],"human_readable_labels":["des uni","bfe"],"split":"test"}
{"text":"7.3 Nos reservamos el derecho, a nuestra entera discreción, de negarnos a publicar o de eliminar o editar su Material del usuario o de restringir, suspender o finalizar su acceso a la totalidad o a una parte de los Productos o Servicios, especialmente cuando el Material del usuario infrinja esta Sección, y podemos hacerlo con o sin previo aviso.","labels":[7,1],"human_readable_labels":["des reser","bfe"],"split":"test"}
{"text":"7.3 Nos reservamos el derecho, a nuestra entera discreción, de negarnos a publicar o de eliminar o editar su Material del usuario o de restringir, suspender o finalizar su acceso a la totalidad o a una parte de los Productos o Servicios, especialmente cuando el Material del usuario infrinja esta Sección, y podemos hacerlo con o sin previo aviso.","labels":[7,1],"human_readable_labels":["des reser","bfe"],"split":"test"}
{"text":"7.7 El Material del usuario no se considera confidencial. Usted acepta no enviar ningún contenido como Material del usuario con respecto al que tenga alguna expectativa de privacidad. No reclamamos ningún derecho de propiedad respecto del Material del usuario. Sin embargo, al enviar el Material del usuario, usted otorga a Headspace una licencia irrevocable, perpetua, no exclusiva, libre de regalías y mundial para usar, transmitir, copiar, representar, mostrar, editar, distribuir y explotar de otro modo el Material del usuario que publica en los Productos, o cualquier parte de este, y cualquier idea, concepto o conocimiento técnico que contenga, con o sin atribución, y sin el requisito de ningún permiso o pago a usted o a cualquier otra persona o entidad, de cualquier manera (lo que incluye, entre otros, para fines comerciales, de publicidad, promocionales o publicitarios) y en todos y cada uno de los medios conocidos actualmente o concebidos en el futuro, y para preparar obras derivadas de dicho Material del usuario o incorporarlo en otras obras, y otorgar y autorizar sublicencias de lo anterior sin que medie ningún pago de dinero o cualquier otra forma de contraprestación para usted o un tercero. Headspace puede incluir su Material del usuario en el contenido de distribución de Headspace que se ponga a disposición de otros a través de los Productos. Tenga en cuenta que Headspace no tiene control sobre el Material del usuario una vez que deja los Productos, y es posible que otros dupliquen el material que se encuentra en los Productos, lo que incluye, entre otros usos, en otros sitios de Internet. Usted declara y garantiza que posee o controla de otro modo los derechos sobre su Material del usuario. Usted acepta eximir de responsabilidad a Headspace y a sus filiales por todas las demandas que surjan de reclamos de derechos sobre su Material del usuario o los daños que surja de su Material del usuario, o en relación con ello.","labels":[6,1],"human_readable_labels":["des lic","bfe"],"split":"test"}
{"text":"10.1 LOS PRODUCTOS Y SERVICIOS Y TODOS LOS MATERIALES Y CONTENIDOS DISPONIBLES A TRAVÉS DE LOS PRODUCTOS Y SERVICIOS SE PROPORCIONAN “TAL CUAL ESTÁN” Y “HASTA AGOTAR INVENTARIO”. HEADSPACE NIEGA TODA GARANTÍA DE CUALQUIER TIPO, YA SEA EXPRESA O IMPLÍCITA, RELACIONADA CON LOS PRODUCTOS Y SERVICIOS Y TODOS LOS MATERIALES Y CONTENIDOS DISPONIBLES A TRAVÉS DE LOS PRODUCTOS Y SERVICIOS, INCLUIDA: (A) CUALQUIER GARANTÍA IMPLÍCITA DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO EN PARTICULAR, TITULARIDAD, GOCE PACÍFICO O CUMPLIMIENTO NORMATIVO; Y (B) CUALQUIER GARANTÍA QUE SURJA DEL CURSO DE LA NEGOCIACIÓN, LA COSTUMBRE O EL COMERCIO. HEADSPACE NO GARANTIZA QUE LOS PRODUCTOS Y SERVICIOS, O UNA PARTE DE ESTOS, O CUALQUIER MATERIAL O CONTENIDO OFRECIDO A TRAVÉS DE LOS PRODUCTOS O SERVICIOS, SERÁN ININTERRUMPIDOS O ESTARÁN LIBRES DE ERRORES, VIRUS U OTROS COMPONENTES DAÑINOS, Y HEADSPACE NO GARANTIZA QUE SE VAYA A CORREGIR ALGUNO DE ESOS PROBLEMAS. NINGÚN ASESORAMIENTO O INFORMACIÓN, YA SEA ORAL O ESCRITO, QUE USTED OBTENGA A PARTIR DE LOS PRODUCTOS O SERVICIOS O DE LAS ENTIDADES DE HEADSPACE O DE CUALQUIER MATERIAL O CONTENIDO DISPONIBLE A TRAVÉS DE LOS PRODUCTOS O SERVICIOS CREARÁ UNA GARANTÍA CON RESPECTO A CUALQUIERA DE LAS ENTIDADES DE HEADSPACE O LOS PRODUCTOS O SERVICIOS QUE NO ESTÉ EXPRESAMENTE ESTABLECIDA EN ESTOS TÉRMINOS. COMPRENDE Y ACEPTA QUE UTILIZA CUALQUIER PARTE DE LOS PRODUCTOS Y SERVICIOS A SU PROPIA DISCRECIÓN Y RIESGO, Y QUE NO SOMOS RESPONSABLES DE NINGÚN DAÑO A SU PROPIEDAD (INCLUIDO SU SISTEMA INFORMÁTICO O DISPOSITIVO MÓVIL UTILIZADO EN RELACIÓN CON EL SERVICIO) O CUALQUIER PÉRDIDA DE DATOS. LAS LIMITACIONES, EXCLUSIONES Y DESCARGOS DE RESPONSABILIDAD EN ESTA SECCIÓN SE APLICAN EN LA MÁXIMA MEDIDA PERMITIDA POR LA LEY.","labels":[1],"human_readable_labels":["bfe"],"split":"test"}
{"text":"10.2 El contenido de meditación, atención plena, sueño y movimiento y orientación de salud conductual de Headspace no debe considerarse atención médica, un dispositivo médico ni asesoramiento médico. Solo su médico u otro proveedor de atención médica puede brindarle asesoramiento médico. El asesoramiento y otros materiales que ponemos a disposición tienen como objetivo respaldar la relación entre usted y sus proveedores de atención médica, y no reemplazarla. No somos responsables de ninguna consecuencia de que haya leído o se le haya informado sobre el asesoramiento u otros materiales, con respecto a lo cual usted asume la responsabilidad total por sus decisiones y acciones. En particular, en la máxima medida permitida por la ley, no hacemos ninguna declaración ni garantía sobre la precisión, integridad o idoneidad para un propósito del asesoramiento, otros materiales y la información publicados como parte de los Productos y Servicios.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"test"}
{"text":"Estos Términos y los términos o políticas adicionales expresamente mencionados en estos Términos constituyen el acuerdo completo entre nosotros y reemplazan todas las conversaciones, correspondencia, negociaciones, acuerdos, entendimientos o contratos previos, orales o escritos, entre nosotros en relación con los Productos y Servicios. Cada uno de nosotros reconoce que ninguno de nosotros se basa en ni tendrá recursos con respecto a ninguna declaración o garantía (ya sea realizada de manera inocente o negligente) que no se establezca en estos Términos o en los términos o políticas adicionales a los que se hace referencia en estos Términos. Cada uno de nosotros acepta que nuestra única responsabilidad con respecto a las declaraciones y garantías que se establecen en este contrato (ya sea que se realicen de manera inocente o negligente) será por incumplimiento del contrato. Nada de lo contenido en esta sección limita o excluye ninguna responsabilidad por fraude.","labels":[1],"human_readable_labels":["bfe"],"split":"test"}
{"text":"Podemos tomar cualquiera de las siguientes decisiones en respuesta a un informe sobre contenido inapropiado: ·  suspender o cancelar el acceso de cualquier persona a la totalidad o a una parte de la Página web;","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"Nos reservamos el derecho, a nuestro juicio, de retirar cualquier contenido publicado por usted o cualquier sitio familiar, o de limitar, suspender o dar por finalizado su acceso a la totalidad o a parte de la Página web en cualquier momento, por cualquier razón o sin razón, con o sin preaviso, y sin asumir ninguna responsabilidad, ni financiera ni de otro tipo.","labels":[2],"human_readable_labels":["des uni"],"split":"test"}
{"text":"Además, acepta indemnizar a las Partes de Nintendo por cualquier Pérdida cubierta que surja de lo siguiente, o en relación con lo siguiente: (a) cualquier Propuesta que nos envíe, (b) su violación de estas Condiciones, y (c) su violación de los derechos de terceros. Algunas jurisdicciones limitan la indemnización de los consumidores, de modo que algunas o todas las disposiciones de indemnización anteriores podrían no aplicarse en su caso. Si está obligado a indemnizarnos, tendremos derecho, a discreción propia y sin restricción, de controlar cualquier demanda o procedimiento y determinar si deseamos realizar un acuerdo y, de ser así, con qué condiciones.","labels":[3],"human_readable_labels":["des def"],"split":"test"}
{"text":"Podríamos suspender o cancelar su acceso y uso de los Servicios, a nuestra exclusiva discreción, en cualquier momento y sin previo aviso, incluyendo si (a) incumple las presentes Condiciones; (b) sospechemos cualquier tipo de comportamiento fraudulento, trampa o mal uso por parte de usted del Contenido o de los Servicios; o (c) sospechemos cualquier otra actividad ilegal en relación con su Cuenta. Si su Cuenta permanece inactiva (es decir, sin que se use o se inicie sesión en ella) durante un determinado período de tiempo, le enviaremos un aviso a través de los Servicios o en la App, antes de proceder a la cancelación de su Cuenta.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"EN LA MÁXIMA MEDIDA PERMITIDA POR LA LEGISLACIÓN APLICABLE, LOS SERVICIOS Y EL CONTENIDO SE FACILITAN \"TAL CUAL ESTÁN\", SIN GARANTÍA DE NINGUNA CLASE. SIN LIMITACIÓN A LO ANTERIOR, DENEGAMOS EXPLÍCITAMENTE CUALESQUIERA GARANTÍAS DE APTITUD PARA EL COMERCIO, IDONEIDAD PARA UN FIN DETERMINADO, DISFRUTE PACÍFICO O AUSENCIA DE INFRACCIÓN, ASÍ COMO TODAS LAS GARANTÍAS QUE SE DERIVEN DE LOS ACTOS PROPIOS O DEL USO O EL COMERCIO. NO OFRECEMOS GARANTÍA ALGUNA DE QUE LOS SERVICIOS CUMPLAN CON SUS REQUISITOS O ESTÉN DISPONIBLES DE MANERA ININTERRUMPIDA, SEGURA O LIBRE DE ERRORES. NO OFRECEMOS NINGUNA GARANTÍA EN RELACIÓN CON LA CALIDAD, EXACTITUD, OPORTUNIDAD, VERACIDAD, INTEGRIDAD O FIABILIDAD DE NINGÚN CONTENIDO.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"Usted acepta que no tiene ningún interés de titularidad o propiedad en o sobre ninguna Cuenta. Rovio se reserva el derecho a eliminar su Cuenta si observara que no hay actividad por su parte en relación con la Cuenta durante como mínimo 180 días. En esta situación, es posible que ya no pueda acceder o utilizar los Objetos virtuales asociados a esa Cuenta, en cuyo caso no se le ofrecerá ningún reembolso.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"Los Servicios están pensados para evolucionar con el tiempo. En consecuencia, Rovio puede cambiar, gestionar, modificar o actualizar los Servicios o partes de los mismos (incluidos, entre otros, los Objetos virtuales) de vez en cuando. Esto puede dar lugar a que se añadan, eliminen o modifiquen contenidos o funciones (por ejemplo, que se añadan o eliminen modos o áreas de juego, o que se modifique la apariencia o el significado de los Objetos virtuales). Rovio podrá, a su entera discreción, realizar los cambios que considere necesarios para mantener y mejorar los Servicios, incluidos, entre otros, la introducción, modificación o eliminación de contenidos y características del juego de acuerdo con la hoja de ruta de desarrollo de Rovio, la adaptación a las nuevas tecnologías, el reflejo de los cambios en los acuerdos de Rovio con terceros, la prevención de abusos o problemas técnicos, y el cumplimiento de cualquier requisito legal, de seguridad o normativo. Cuando se realicen cambios en los Servicios, es posible que se le pida que descargue e instale una actualización para poder seguir utilizándolos. Si no lo hace, es posible que no pueda acceder a los Servicios o a algunas de sus partes, o que no pueda utilizarlos (p. ej., es posible que el juego en línea y las funciones solo estén disponibles para quienes utilicen la última versión de un juego).","labels":[1],"human_readable_labels":["bfe"],"split":"test"}
{"text":"Usted acepta mantener indemne, defender y, si corresponde, librar de toda responsabilidad a Rovio y a sus filiales (así como a los cargos directivos, delegados, representantes, empresas conjuntas, accionistas y empleados de Rovio y de sus filiales) frente a cualquier reclamación, demanda, daños u otras pérdidas, incluidos los honorarios razonables de los abogados, que exijan terceros y que deriven o surjan de su uso de los Servicios o de cualquier incumplimiento por su parte de las presentes Condiciones. No obstante, lo anterior no será de aplicación si la reclamación de terceros no es atribuible a un comportamiento intencionado o negligente por su parte.","labels":[3],"human_readable_labels":["des def"],"split":"test"}
{"text":"Cesión. Rovio podrá ceder la totalidad o parte de las presentes Condiciones a cualquier persona o entidad en cualquier momento con o sin su consentimiento, siempre que dicha cesión no reduzca sus derechos bajo estas Condiciones. Usted no podrá ceder ni delegar ningún derecho u obligación en virtud de las presentes Condiciones sin el consentimiento previo por escrito de Rovio, y cualquier cesión o delegación no autorizada por su parte se considerará nula.","labels":[5],"human_readable_labels":["des inf"],"split":"test"}
{"text":"xi. Cambios o Suspensión del programa. Microsoft se reserva el derecho de cambiar, modificar, suspender o cancelar el Programa Rewards\no cualquier parte de este en cualquier momento, a su exclusivo criterio y sin aviso previo. Sin embargo, si el Programa Rewards se cancela o\nsuspende, haremos los esfuerzos razonables para notificarle por correo electrónico y en el Panel de Rewards y para proporcionarle, al menos\n90 días, para canjear sus Puntos acumulados, a menos que determinemos que dicha cancelación debe entrar en vigencia inmediatamente\npor razones legales o de seguridad.","labels":[2],"human_readable_labels":["des uni"],"split":"test"}
{"text":"xii. Otros términos. Microsoft se reserva el derecho de cancelar inmediatamente su Cuenta de Rewards, descalificarlo de su participación\nfutura en el Programa Rewards, cancelar todos sus Puntos ganados y cancelar o suspender cualquier Opción de Canje que haya obtenido a\ntravés del Programa de Canje si Microsoft cree que ha manipulado, abusado o cometido fraude con cualquier aspecto del Programa Rewards\no infringido estos términos. Microsoft, además, se reserva el derecho a cancelar o suspender cualquier Opción de Canje que haya obtenido o\ntratado de obtener a través del Programa Rewards si Microsoft determina que no es elegible para recibir la Opción de Canje por motivos\nlegales (como las leyes de exportación). Aunque Microsoft realiza todos los esfuerzos para garantizar la exactitud, ocasionalmente se\nproducen errores. Por lo tanto, Microsoft se reserva el derecho de corregir esos errores en cualquier momento, aunque afecte las Ofertas\nactuales o sus Puntos o Recompensas pendientes, ganados o canjeados. En caso de que se produzca cualquier inconsistencia o discrepancia\nentre estos términos del Programa Rewards u otras afirmaciones contenidas en cualquier material o publicidad relacionados, estos términos\nprevalecerán, regirán y controlarán el Programa.","labels":[2],"human_readable_labels":["des uni"],"split":"test"}
{"text":"Skyscanner, a su discreción, puede finalizar cualquier acuerdo con usted en cualquier momento según estos Términos tras notificárselo o, si tiene una cuenta de inicio de sesión, cancelando su cuenta de miembro y el acceso a su cuenta y eliminando cualquier Contenido del usuario que haya cargado en nuestros Servicios o Plataformas. Skyscanner puede suspender su acceso y uso total o parcialmente sin previo aviso en cualquier momento, por ejemplo, para evitar que cargue cualquier Contenido del usuario, sin incurrir en ninguna responsabilidad hacia usted.","labels":[2],"human_readable_labels":["des uni"],"split":"test"}
{"text":"En resumen: puedes dejar de utilizar los Servicios o eliminar tu cuenta en cualquier momento y por cualquier motivo, incluso si no te gusta cualquier cambio en estas Condiciones. Podemos restringir o finalizar tu acceso a los Servicios por los motivos establecidos anteriormente. Cuando lo hagamos, te lo notificaremos en la mayoría de los casos y te daremos la oportunidad de apelar la decisión.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"Tinder gestiona un negocio global, y nuestros precios varían en función de diversos factores. Con frecuencia ofrecemos tarifas promocionales, que pueden variar en función de la región, la duración de la suscripción, el tamaño del paquete, las compras anteriores, la actividad de la cuenta, etc. También probamos con regularidad nuevas funciones y opciones de pago. Si no la cancela a tiempo, su suscripción se renovará al precio total como se indicó al realizar la compra, sin que usted tenga que realizar ninguna acción adicional, autorizándonos a cargar estos importes en su método de pago. En la medida en que lo permita la ley, nos reservamos el derecho, incluso sin previo aviso, a limitar la cantidad disponible o suspender la disponibilidad de cualquier producto, función, servicio u otra oferta; imponer condiciones sobre el uso de cualquier cupón, descuento, oferta u otra promoción; impedir que los usuarios realicen transacciones; y negarnos a proporcionar a cualquier los usuarios productos, servicios u otras ofertas.","labels":[2],"human_readable_labels":["des uni"],"split":"test"}
{"text":"La presente cláusula 15 de Resolución de conflictos se aplica a todos los Conflictos entre las Partes, incluyendo cualquier reclamación acumulada contra usted o Tinder previa a la aceptación de este Acuerdo y a cualquier reclamación acumulada contra usted o Tinder posterior a la aceptación de este Acuerdo. Sin perjuicio de cualquier disposición en contrario establecida en este Acuerdo, usted puede excluir la aplicación retroactiva de la cláusula 15 de Resolución de conflictos con respecto a reclamaciones acumuladas contra usted o contra Tinder previas al momento en el que usted haya aceptado este Acuerdo. Para ello, envíenos una notificación por escrito en un plazo de 30 días desde el momento en que acepte este Acuerdo a la siguiente dirección de correo electrónico: tinderoptout@match.com. No envíe sus consultas a tinderoptout@match.com, ya que no serán atendidas; envíelas al servicio de atención al cliente. Deberá incluir información suficiente para identificar su(s) cuenta(s), como su dirección de correo electrónico o número de teléfono asociado con su(s) cuenta(s) de Tinder y una declaración de que desea excluir la aplicación retroactiva de la cláusula 15 de Resolución de conflictos. Tenga en cuenta que pese a excluir la aplicación retroactiva de la cláusula 15 de Resolución de conflictos, seguirá estando sujeto y obligado por cualquier cláusula de resolución de conflictos y procedimientos de arbitraje que usted haya aceptado previamente, incluidas las cláusulas que incluyan disposiciones sobre arbitraje, renuncias a demandas colectivas y aplicación retroactiva. Además, independientemente de si excluye o no la aplicación retroactiva de estos cambios, las Partes resolverán cualquier reclamación que surja contra usted o Tinder con posterioridad a la aceptación de este Acuerdo conforme a la presente cláusula de Resolución de conflictos.","labels":[1],"human_readable_labels":["bfe"],"split":"test"}
{"text":"Acuerda que todo riesgo derivado de su uso de los Servicios y cualquier servicio o bien solicitado en relación con aquellos será únicamente suyo, en la máxima medida permitida por la ley aplicable.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"Si no cumples con este Acuerdo, Vimeo podrá, a su discreción: (a) cancelar el Acuerdo de inmediato, con o sin notificación por escrito anticipada; (b) suspender, eliminar o limitar el acceso a tu cuenta (y otras cuentas bajo tu control) o a cualquier contenido dentro de ella; y (c) según lo permita la legislación aplicable, retener cualquier monto que se te deba pagar (al cual renunciarás). Si Vimeo elimina tu cuenta debido a un incumplimiento, no podrás volver a registrarte.","labels":[2],"human_readable_labels":["des uni"],"split":"test"}
{"text":"Si alguien presenta una reclamación (“Reclamación de terceros”) contra nosotros relacionada con tus acciones, tu información, tu contenido en WhatsApp o cualquier otro uso de nuestros Servicios por tu parte, indemnizarás y mantendrás indemne a las Partes de WhatsApp de y ante cualquier tipo de responsabilidades, daños, pérdidas y gastos (incluidos los gastos y honorarios legales razonables) relacionados, derivados o conectados de algún modo con lo siguiente: (a) tu acceso a nuestros Servicios o el uso que hagas de estos, incluida la información y el contenido proporcionados en relación con ellos; (b) el incumplimiento por tu parte de nuestras Condiciones o de la legislación aplicable; o (c) cualquier declaración falsa que realices. Colaborarás en la medida en que te lo solicitemos en la defensa o resolución de cualquier Reclamación de terceros. Si las leyes de tu país de residencia o territorio, aplicables como resultado del uso que hagas de nuestros Servicios, no lo permiten, la indemnización anterior no modiTcará tus derechos respecto a WhatsApp.","labels":[3],"human_readable_labels":["des def"],"split":"test"}
{"text":"Por el presente, el usuario otorga a Blizzard el derecho y la licencia perpetua, irrevocable, global, pagada en su totalidad, no exclusiva y sublicenciable para explotar el Contenido del usuario y todos los elementos relacionados en cualquier medio, formato y forma conocido o que se desarrolle en el futuro. Blizzard se reserva el derecho irrestricto a copiar, reproducir, reparar, modificar, adaptar, traducir, modificar el formato, crear productos derivados, agregar y borrar, rearmar y transponer, fabricar, publicar, distribuir, vender, licenciar, sublicenciar, transferir, alquilar, arrendar, transmitir, exhibir públicamente, ofrecer públicamente, presentar públicamente, otorgar acceso, emitir y poner en práctica el Contenido del usuario y toda obra derivada y modificada y los elementos que contiene, y usar o incorporar una o varias partes del Contenido del usuario o sus elementos en conjunto o integrados con cualquier otro material. En caso de subir o transmitir de otro modo a Blizzard un concepto, idea o comentario relacionado con los productos o servicios de Blizzard, el usuario no tendrá derecho a compensación alguna por tal envío a menos que se haya acordado expresamente entre el usuario y Blizzard, y Blizzard podrá usar tal envío libremente y de cualquier manera que considere apropiada. Ningún envío que realice el usuario constituirá relación contractual alguna entre el usuario y Blizzard. Sin perjuicio de las renuncias que prohíbe la ley, el usuario renuncia al beneficio de toda disposición legal conocida como \"derecho moral\" o \"droit moral\" o cualquier otra ley similar de cualquier país del mundo. El usuario manifiesta y garantiza que el Contenido del usuario no infringe los derechos de autor, marca, patente, secreto comercial ni otros derechos de propiedad intelectual de ningún tercero. Asimismo, manifiesta y garantiza que no utilizará ni contribuirá ningún Contenido del usuario que sea ilegal, malintencionado, difamatorio, obsceno, invasivo de la privacidad de otra persona, amenazador, hostigador, abusivo, que promueva el odio, racista, objetable o inapropiado de cualquier otro modo. Blizzard puede eliminar de la Plataforma cualquier Contenido del usuario y contenido o elementos relacionados a su absoluto criterio.","labels":[6,4],"human_readable_labels":["des lic","des det"],"split":"test"}
{"text":"Por el presente, el usuario otorga a Blizzard el derecho y la licencia perpetua, irrevocable, global, pagada en su totalidad, no exclusiva y sublicenciable para explotar el Contenido del usuario y todos los elementos relacionados en cualquier medio, formato y forma conocido o que se desarrolle en el futuro. Blizzard se reserva el derecho irrestricto a copiar, reproducir, reparar, modificar, adaptar, traducir, modificar el formato, crear productos derivados, agregar y borrar, rearmar y transponer, fabricar, publicar, distribuir, vender, licenciar, sublicenciar, transferir, alquilar, arrendar, transmitir, exhibir públicamente, ofrecer públicamente, presentar públicamente, otorgar acceso, emitir y poner en práctica el Contenido del usuario y toda obra derivada y modificada y los elementos que contiene, y usar o incorporar una o varias partes del Contenido del usuario o sus elementos en conjunto o integrados con cualquier otro material. En caso de subir o transmitir de otro modo a Blizzard un concepto, idea o comentario relacionado con los productos o servicios de Blizzard, el usuario no tendrá derecho a compensación alguna por tal envío a menos que se haya acordado expresamente entre el usuario y Blizzard, y Blizzard podrá usar tal envío libremente y de cualquier manera que considere apropiada. Ningún envío que realice el usuario constituirá relación contractual alguna entre el usuario y Blizzard. Sin perjuicio de las renuncias que prohíbe la ley, el usuario renuncia al beneficio de toda disposición legal conocida como \"derecho moral\" o \"droit moral\" o cualquier otra ley similar de cualquier país del mundo. El usuario manifiesta y garantiza que el Contenido del usuario no infringe los derechos de autor, marca, patente, secreto comercial ni otros derechos de propiedad intelectual de ningún tercero. Asimismo, manifiesta y garantiza que no utilizará ni contribuirá ningún Contenido del usuario que sea ilegal, malintencionado, difamatorio, obsceno, invasivo de la privacidad de otra persona, amenazador, hostigador, abusivo, que promueva el odio, racista, objetable o inapropiado de cualquier otro modo. Blizzard puede eliminar de la Plataforma cualquier Contenido del usuario y contenido o elementos relacionados a su absoluto criterio.","labels":[6,4],"human_readable_labels":["des lic","des det"],"split":"test"}
{"text":"El usuario acuerda defender y mantener indemne a Blizzard, su sociedad matriz, subsidiarias, licenciantes y filiales en virtud de todo reclamo, obligaciones, pérdidas, lesiones, daños, costos o gastos de terceros incurridos por Blizzard en relación con el uso del Sitio. ","labels":[3],"human_readable_labels":["des def"],"split":"test"}
{"text":"-Tenemos amplios derechos de ejecución: X se reserva el derecho de tomar medidas de cumplimiento en su contra si incumple estos términos, como, por ejemplo, eliminar su Contenido, limitar la visibilidad, interrumpir el acceso a X o emprender acciones legales. También podemos suspender o cancelar su cuenta por otras razones, como inactividad prolongada, riesgo de exposición legal o inviabilidad comercial.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"-El uso que hace de los Servicios es bajo su propio riesgo: prestamos los Servicios “TAL CUAL” y “SEGÚN DISPONIBILIDAD”, y renunciamos a todas las garantías, responsabilidades y compromisos con usted o con otras personas en la medida que lo permita la ley. Puede que se exponga a contenido ofensivo o dañino posteado por otros usuarios. Los Servicios pueden cambiar de vez en cuando, y podemos limitar o cancelar la disponibilidad de los Servicios o de funciones específicas para usted u otros usuarios en cualquier momento.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"test"}
{"text":"-El uso que hace de los Servicios es bajo su propio riesgo: prestamos los Servicios “TAL CUAL” y “SEGÚN DISPONIBILIDAD”, y renunciamos a todas las garantías, responsabilidades y compromisos con usted o con otras personas en la medida que lo permita la ley. Puede que se exponga a contenido ofensivo o dañino posteado por otros usuarios. Los Servicios pueden cambiar de vez en cuando, y podemos limitar o cancelar la disponibilidad de los Servicios o de funciones específicas para usted u otros usuarios en cualquier momento.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"test"}
{"text":"-Tiene recursos y mecanismos de reparación, pero nuestra responsabilidad es limitada: tiene derecho a rescindir este acuerdo en cualquier momento mediante la desactivación de la cuenta y la interrupción del uso de los Servicios. Tenga en cuenta que no seremos responsables de ciertos tipos de daños como se describe en el acuerdo y que, en cualquier caso, nuestra responsabilidad total no superará los USD 100 o, si corresponde, la cantidad que nos pagó en los últimos seis meses por los Servicios que dan lugar a la reclamación, lo que sea mayor. Además, si cree que su Contenido ha sido copiado de una forma tal que constituye una infracción de derechos de autor, el proceso de denuncia se detalla en estos Términos.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"b. Derechos de Propiedad Intelectual y Otorgamiento de Licencia. Salvo que se establezca lo contrario en las condiciones o pautas específicas del producto o guías para uno de nuestros Servicios, cuando cargue, comparta o envíe contenido a los Servicios usted conserva la propiedad de cualquier derecho de propiedad intelectual que posea sobre ese contenido y otorga a Yahoo una licencia mundial, libre de regalías, no exclusiva, perpetua, irrevocable, transferible y sublicenciable para (a) utilizar, alojar, almacenar, reproducir, modificar, preparar trabajos derivados (como traducciones, adaptaciones, resúmenes u otros cambios), comunicar, publicar, representar de manera pública, exhibir y distribuir este contenido de cualquier manera, modo de entrega o medio ahora conocido o desarrollado en el futuro; y (b) permitir que otros usuarios accedan a, reproduzcan, distribuyan, exhiban de manera pública, preparen trabajos derivados de, y representen de manera pública su contenido a través de los Servicios, como puede permitirse mediante la funcionalidad de esos Servicios (p. ej., que los usuarios vuelvan a publicar en un blog, vuelvan a publicar en otro sitio o descarguen su contenido). En alguno de los servicios puede haber condiciones o configuraciones específicas que permitan un alcance diferente del uso del contenido enviado en esos Servicios. Usted debe poseer los derechos necesarios para concedernos la licencia descrita en ésta Sección 6(b) para cualquier contenido que cargue a, comparta en o envíe a los Servicios.","labels":[6],"human_readable_labels":["des lic"],"split":"test"}
{"text":"A pesar de la Subsección (g) anterior y sin perjuicio de sus derechos legales, podemos, sin previo aviso, suspender o cancelar su cuenta de manera temporal o permanente, o imponer límites sobre o restringir su acceso a partes o al total de su cuenta o los Servicios:\nsi usted infringe las Condiciones, o consideramos que las va a infringir, incluido cualquier acuerdo, política o norma incorporado;\nen respuesta a solicitudes de autoridades judiciales u otras agencias gubernamentales en virtud de un proceso legal válido;\ndebido a asuntos o problemas técnicos o de seguridad inesperados; o\nsi su cuenta muestra períodos de inactividad prolongados, en conformidad con nuestra política de eliminación de cuentas.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"En la medida en que lo permita la ley aplicable, aceptas defender, indemnizar y eximir de toda responsabilidad a YouTube, sus Afiliados, ejecutivos, directores, empleados y agentes, ante y de cualquier reclamo, daño, obligación, pérdida, responsabilidad, costo o deuda y gastos (incluidos, entre otros, los honorarios de abogados) que surjan de lo siguiente: (I) el uso del Servicio y acceso a este; (II) el incumplimiento de cualquier condición de este Acuerdo; (III) el incumplimiento de cualquier derecho de un tercero, incluidos, sin limitarse a ello, los derechos de autor, de propiedad o de privacidad; o (IV) cualquier reclamo que indique que su Contenido causó daños a terceros. La obligación de indemnización y defensa permanecerá vigente después de que caduque este Acuerdo y 9nalice su uso del Servicio.","labels":[3],"human_readable_labels":["des def"],"split":"test"}
{"text":"Usted acepta que Apple puede, a su exclusivo criterio y sin previo aviso, cancelar su acceso al Sitio y\/o bloquear su acceso futuro a este si determinamos que usted ha infringido estos Términos y Condiciones de uso u otros acuerdos o pautas que pueden relacionarse con el uso del Sitio. También acepta que cualquier infracción de su parte de estos Términos y Condiciones de uso constituirá una práctica comercial ilegal y desleal que causará un daño irreparable a Apple, por lo que las compensaciones pecuniarias serían inadecuadas, y otorga consentimiento a que Apple obtenga una reparación equiparable o medida cautelar, según lo consideremos necesario o conveniente en tales circunstancias. Estos recursos se suman a cualquier otro que Apple pudiera recibir por ley o en equidad.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"Apple administra y maneja el Sitio www.apple.com desde Cupertino, California, Estados Unidos; otros sitios de Apple pueden administrarse desde otras ubicaciones fuera de los Estados Unidos. Si bien se puede acceder al Sitio desde cualquier parte del mundo, no todas las características, productos o servicios discutidos, referidos, brindados u ofrecidos en el Sitio o a través de este están disponibles para todas las personas ni en todas las ubicaciones geográficas, o bien no resultan adecuados ni están disponibles para su uso fuera de los Estados Unidos. Apple se reserva el derecho de limitar, a su exclusivo criterio, la provisión y proporción de cualquier característica, producto o servicio a cualquier persona o área geográfica. Cualquier oferta de características, productos o servicios realizada en el Sitio no tendrá validez donde esté prohibida. Se considera que si decide acceder al Sitio desde una ubicación fuera de Estados Unidos, lo hace por iniciativa propia y, por lo tanto, usted es el único responsable de cumplir con las leyes locales aplicables.","labels":[7],"human_readable_labels":["des reser"],"split":"test"}
{"text":"En caso de irregularidades, sospechas de irregularidades o cualquier presunción fundada de riesgo en las transacciones y demás actuaciones realizadas a través de la cuenta del Usuario en la Plataforma, como medida de protección, la Empresa podrá suspender o bloquear dicha cuenta, y corroborará los movimientos sospechosos con el Usuario, a través de su correo o número de teléfono registrado a la brevedad posible.","labels":[4],"human_readable_labels":["des det"],"split":"test"}
{"text":"Todo reclamo por pérdida parcial, pérdida total, daño o merma debe ser presentado a BLUE EXPRESS dentro de los 45 días hábiles a la fecha de entrega al consignatario, o en su defecto a la fecha supuesta de ella. Los reclamos posteriores serán rechazados por caducidad del plazo de denuncia del siniestro.","labels":[4],"human_readable_labels":["des det"],"split":"test"}
{"text":"b. Incumplimientos. Si Canva, bajo su propio criterio, determina que tú, el uso que haces del Servicio, tu Contenido como persona usuaria o tus Diseños incumplen estos Términos, incluidos, entre otros, los de la Política de uso aceptable de Canva en sus secciones “Restricciones de uso del servicio” o “Antidiscriminación” (cualquiera de estas situaciones se considerará un “Incumplimiento”), Canva podría tomar una o más de las siguientes medidas a su discreción: i) eliminar el Contenido de persona usuaria prohibido o los Diseños; ii) suspender tu acceso al Servicio; iii) cancelar y eliminar tu cuenta, así como todos los Diseños y el Contenido de persona usuaria asociados a ella, iv) prohibirte permanentemente el uso del Servicio, y\/o v) remitir el Contenido de persona usuaria o los Diseños a las autoridades gubernamentales competentes.","labels":[4],"human_readable_labels":["des det"],"split":"test"}
{"text":"En caso que la Persona Usuaria incumpliera una ley o los Términos y Condiciones, podremos advertir, suspender, restringir o inhabilitar temporal o definitivamente su cuenta, sin perjuicio de otras sanciones que se establezcan en las reglas de uso particulares de los servicios de Mercado Libre.","labels":[4],"human_readable_labels":["des det"],"split":"test"}
{"text":"Medidas tomadas en entornos operativos. Almacenamos sus Datos Personales en entornos operativos que utilizan medidas de seguridad razonables para prevenir el acceso no autorizado. Seguimos unos estándares razonables para proteger los Datos Personales. La transmisión de información a través de Internet no es, desafortunadamente, del todo segura y aunque hacemos todo lo posible para proteger la información personal, no podemos garantizar la seguridad de los datos durante la transmisión mediante nuestros Sitios web\/apps.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"9.1 Se deja expresa constancia que Rappi no será responsable de ningún siniestro, daño o perjuicio, ya sea directo o indirecto, que sufra el Usuario\/Consumidor, el RappiRepartidor y\/o terceros, con ocasión de la prestación de los Servicios, bajo el entendido de que: quien mandata al RappiRepartidor es directamente el Usuario\/Consumidor y que la relación de Rappi con el RappiRepartidor es de trabajador independiente, de conformidad a la ley 21.431.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"11.2 Rappi no garantiza la ausencia de virus ni de otros elementos en la Plataforma introducidos por terceros ajenos a Rappi que puedan producir alteraciones en los sistemas electrónicos y\/o lógicos del Usuario\/Consumidor y\/o en los documentos electrónicos y ficheros almacenados en sus sistemas. En consecuencia, Rappi no será en ningún caso responsable de cualesquiera daños y perjuicios de toda naturaleza que pudieran derivarse de la presencia de virus y\/u otros elementos que puedan producir alteraciones en los sistemas físicos y\/o lógicos, documentos electrónicos y\/o ficheros del Usuario\/Consumidor.","labels":[0],"human_readable_labels":["des risk"],"split":"test"}
{"text":"Usted se rige por estos Términos hasta que usted o Spotify los rescindan. Spotify puede rescindir estos Términos (incluidos cualquier término y condición adicionales incorporados en este acuerdo) o suspender su acceso al Servicio de Spotify en cualquier momento si creemos que infringió cualquiera de los Términos, si dejamos de proporcionar el Servicio de Spotify o cualquier material que sea parte de este mediante una notificación con anticipación razonable, o si lo creemos necesario para cumplir con las leyes pertinentes. Si usted o Spotify rescinden los Términos, o si Spotify suspende su acceso al Servicio de Spotify, usted acepta que Spotify, en virtud de las leyes pertinentes, no tendrá ninguna responsabilidad ante usted y que Spotify no reembolsará ningún importe que usted haya pagado (con excepción de lo establecido de forma expresa en los Términos). Usted puede rescindir los Términos en cualquier momento, pero ya no podrá acceder o utilizar el Servicio de Spotify. Para obtener información acerca de cómo rescindir su cuenta de Spotify, utilice los recursos del Servicio de atención al cliente disponibles en la página Acerca de nosotros.","labels":[4],"human_readable_labels":["des det"],"split":"test"}
{"text":"Los datos de carácter personal informados al momento de registrarte en https:\/\/rewards.starbucks.cl serán utilizados con la finalidad para comunicarte promociones especiales y para análisis del comportamiento de compra, los cuales podrán ser entregados a Starbucks, Starbucks Corporation, o a cualquiera de sus empresas relacionadas. En base a la información personal de los Usuarios, Starbucks Coffee puede, entre otros beneficios, enviar detalle de ofertas, promociones y productos a los mismos, permitiendo que Starbucks Coffee pueda mejorar sus servicios respecto de los Usuarios o responder mejor a las necesidades de éstos. Conforme a lo anterior, el Usuario consiente expresamente que, en virtud de su registro en https:\/\/rewards.starbucks.cl, la información que se acumule, recolecte, reciba o recoja de los Usuarios por parte de Starbucks Coffee, podrá ser usada por Starbucks Coffee, Starbucks Corporation o cualquiera de sus empresas relacionadas, de la siguiente manera: 1.- La información podrá ser objeto de: (a) almacenamiento, entendiendo por tal el archivo de la información en lugares especialmente destinados al efecto; (b) procesamiento, entendiendo por tal los mecanismos y procesos que permitan brindar al Usuario los beneficios ofrecidos; (c) tratamiento, entendiendo por tal cualquier operación o complejo de operaciones o procedimientos técnicos de carácter automatizado o no, que permitan recolectar, almacenar, grabar, organizar, elaborar, seleccionar, extraer, confrontar, interconectar, disociar, o cancelar la información. 2.- La información almacenada podrá ser usada para uno o más de los fines que, a continuación, se expresan: (a) la mantención de las relaciones contractuales y\/o comerciales existentes entre el Usuario y Starbucks Coffee; (b) la confección y\/o mejora de los productos y\/o servicios que Starbucks Coffee le presta a los Usuarios, así como el diseño de nuevos productos y\/o servicios para éstos; (c) el despacho por cualquier vía de todo tipo de información, incluyendo, pero no limitada a antecedentes técnicos publicidad y promoción de productos y\/o servicios de Starbucks Coffee, formularios y encuestas; (d) la realización de estudios individuales y\/o colectivos de cualquier tipo como, por ejemplo, comportamiento de los Usuarios e investigaciones de mercado. 3.- El Usuario consiente expresamente que, en el desarrollo del Programa Starbucks Rewards, Starbucks Coffee podrá tener acceso o solicitar al Usuario, información que pudiere ser más específica respecto del Usuario, en adelante la ” Información Adicional“, que revele preferencias, gustos, hábitos, comportamientos, bienes, obligaciones y en general toda aquella que permita un mayor conocimiento del Usuario, la cual podrá almacenarse, procesarse, tratarse en los mismos términos indicados en los números precedentes. B) Derecho del Usuario. Sin perjuicio de los beneficios que ofrece el programa Starbucks Rewards, Starbucks Coffee reconoce y acepta que los Usuarios tienen el derecho a solicitar la exclusión de la recepción de información. El Usuario podrá decidir no recibir información respecto a ofertas y promociones de Starbucks Coffee. El Usuario podrá hacer efectivo dicho derecho llamando al Contact Center al 600 247 9600, una vez que ya haya registrado su Starbucks Card.","labels":[5],"human_readable_labels":["des inf"],"split":"test"}
{"text":"Tenpo podrá decidir libremente: (i) establecer comisiones con valores fijos o como porcentajes sobre transacciones; (ii) fijar comisiones por tramos; (iii) modificar los valores delas comisiones; (iv) crear descuentos especiales; (v) eximir del pago de determinadas comisiones a determinados Clientes y\/o determinadas transacciones; (vi) establecer comisiones diferenciadas para distintas segmentaciones de clientes; (vii) establecer otros mecanismos para remunerar la utilización de esta funcionalidad. Para lo anterior, Tenpo avisará con anterioridad y solicitará la aceptación del Cliente.","labels":[2],"human_readable_labels":["des uni"],"split":"test"}
{"text":"Tus Datos Personales son utilizados para la adecuada y segura prestación de la App Tenpo y para mejorar tu experiencia en su uso, incluyendo el tratamiento de tus Datos Personales con los siguientes fines:\nj) Enviarte publicidad, ofertas y promociones personalizadas de productos y servicios ofrecidos por Tenpo y\/o empresas que ofrecen sus servicios a través de la App Tenpo.","labels":[5],"human_readable_labels":["des inf"],"split":"test"}
{"text":"Tus Datos Personales son utilizados para la adecuada y segura prestación de la App Tenpo y para mejorar tu experiencia en su uso, incluyendo el tratamiento de tus Datos Personales con los siguientes fines:\nn) Realizar o facilitar operaciones que involucren reestructuraciones corporativas de Tenpo, o sus empresas relacionadas, incluyendo sin limitación, fusiones o adquisiciones.","labels":[5],"human_readable_labels":["des inf"],"split":"test"}
{"text":"Tus Datos Personales son utilizados para la adecuada y segura prestación de la App Tenpo y para mejorar tu experiencia en su uso, incluyendo el tratamiento de tus Datos Personales con los siguientes fines:\np) Notificar a otros usuarios de Tenpo, registrados en tu lista de contactos, respecto de tu utilización de funcionalidades en nuestra App Tenpo. No entregaremos nunca a ellos el detalle específico de dichos usos, sino que, solamente, los notificaremos que, por ejemplo, te hiciste usuario de Tenpo o que utilizas el servicio de remesas, etc. ","labels":[5],"human_readable_labels":["des inf"],"split":"test"}
{"text":"4. COMUNICACIÓN Y CESIÓN DE DATOS PERSONALES A TERCEROS","labels":[5],"human_readable_labels":["des inf"],"split":"test"}
{"text":"Al aceptar esta Política de Privacidad, nos autorizas a comunicar y transmitir tus Datos Personales a terceros, sea que brinden servicios y\/u ofrezcan productos a través de la App Tenpo o no.","labels":[5],"human_readable_labels":["des inf"],"split":"test"}
{"text":"Para todos los efectos a que hubiere lugar, Tenpo podrá válidamente confiar en la veracidad de la información que tú nos proporciones y que mantienes registrado en nuestros sistemas. No seremos responsable de los perjuicios que puedan ocasionarse producto del incumplimiento de tu obligación de mantener permanentemente actualizados tus Datos Personales e información de contacto.","labels":[2],"human_readable_labels":["des uni"],"split":"test"}
{"text":"No nos hacemos responsables si la información disponible en este sitio no es exacta, completa o actual. El material en este sitio es provisto solo para información general y no debe confiarse en ella o utilizarse como la única base para la toma de decisiones sin consultar primeramente, información más precisa, completa u oportuna. Cualquier dependencia en el material de este sitio es bajo su propio riesgo.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"test"}
{"text":"Este sitio puede contener cierta información histórica. La información histórica, no es necesariamente actual y es provista únicamente para tu referencia. Nos reservamos el derecho de modificar los contenidos de este sitio en cualquier momento, pero no tenemos obligación de actualizar cualquier información en nuestro sitio. Aceptas que es tu responsabilidad de monitorear los cambios en nuestro sitio.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"test"}
{"text":"Este sitio puede contener cierta información histórica. La información histórica, no es necesariamente actual y es provista únicamente para tu referencia. Nos reservamos el derecho de modificar los contenidos de este sitio en cualquier momento, pero no tenemos obligación de actualizar cualquier información en nuestro sitio. Aceptas que es tu responsabilidad de monitorear los cambios en nuestro sitio.","labels":[1,0],"human_readable_labels":["bfe","des risk"],"split":"test"}
{"text":"Nos reservamos el derecho de modificar o discontinuar el Servicio (o cualquier parte del contenido) en cualquier momento sin aviso previo.","labels":[2],"human_readable_labels":["des uni"],"split":"test"}
